export const cities = [
  {
    coords: {
      lat: "52.65",
      lon: "90.08333",
    },
    name: "Абаза",
    regionName: "Хакасия",
  },
  {
    coords: {
      lat: "53.71667",
      lon: "91.41667",
    },
    name: "Абакан",
    regionName: "Хакасия",
  },
  {
    coords: {
      lat: "53.68333",
      lon: "53.65",
    },
    name: "Абдулино",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "44.86667",
      lon: "38.16667",
    },
    name: "Абинск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "55.9",
      lon: "53.93333",
    },
    name: "Агидель",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "56.51667",
      lon: "52.98333",
    },
    name: "Агрыз",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "44.884525",
      lon: "39.19202",
    },
    name: "Адыгейск",
    regionName: "Адыгея",
  },
  {
    coords: {
      lat: "54.85",
      lon: "53.06667",
    },
    name: "Азнакаево",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "47.1",
      lon: "39.41667",
    },
    name: "Азов",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "51.16667",
      lon: "90.6",
    },
    name: "Ак-Довурак",
    regionName: "Тыва",
  },
  {
    coords: {
      lat: "47.26667",
      lon: "39.86667",
    },
    name: "Аксай",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "43.04167",
      lon: "44.21056",
    },
    name: "Алагир",
    regionName: "Северная Осетия — Алания",
  },
  {
    coords: {
      lat: "57.85",
      lon: "61.7",
    },
    name: "Алапаевск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "54.85",
      lon: "46.58333",
    },
    name: "Алатырь",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "58.6",
      lon: "125.38333",
    },
    name: "Алдан",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "52.5",
      lon: "82.78333",
    },
    name: "Алейск",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "56.39361",
      lon: "38.715",
    },
    name: "Александров",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "50.9",
      lon: "142.15",
    },
    name: "Александровск-Сахалинский",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "59.16667",
      lon: "57.58333",
    },
    name: "Александровск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "50.63",
      lon: "38.68639",
    },
    name: "Алексеевка",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "54.5",
      lon: "37.06667",
    },
    name: "Алексин",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "55.55",
      lon: "98.66667",
    },
    name: "Алзамай",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "44.41972",
      lon: "34.04306",
    },
    name: "Алупка",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "44.66722",
      lon: "34.39778",
    },
    name: "Алушта",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "54.9",
      lon: "52.3",
    },
    name: "Альметьевск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "50.21667",
      lon: "136.9",
    },
    name: "Амурск",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "64.73333",
      lon: "177.51667",
    },
    name: "Анадырь",
    regionName: "Чукотский АО",
  },
  {
    coords: {
      lat: "44.89444",
      lon: "37.31667",
    },
    name: "Анапа",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "52.56667",
      lon: "103.91667",
    },
    name: "Ангарск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "56.65",
      lon: "32.26667",
    },
    name: "Андреаполь",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "56.08333",
      lon: "86.03333",
    },
    name: "Анжеро-Судженск",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "46.71667",
      lon: "142.51667",
    },
    name: "Анива",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "67.5675",
      lon: "33.39333",
    },
    name: "Апатиты",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "55.53333",
      lon: "37.05",
    },
    name: "Апрелевка",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "44.46083",
      lon: "39.74056",
    },
    name: "Апшеронск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "56.7",
      lon: "60.83333",
    },
    name: "Арамиль",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "43.29222",
      lon: "45.87722",
    },
    name: "Аргун",
    regionName: "Чечня",
  },
  {
    coords: {
      lat: "54.85",
      lon: "46.23333",
    },
    name: "Ардатов",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "43.17278",
      lon: "44.29222",
    },
    name: "Ардон",
    regionName: "Северная Осетия — Алания",
  },
  {
    coords: {
      lat: "55.38333",
      lon: "43.8",
    },
    name: "Арзамас",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "51.93333",
      lon: "43.5",
    },
    name: "Аркадак",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "45",
      lon: "41.11667",
    },
    name: "Армавир",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "46.10694",
      lon: "33.69306",
    },
    name: "Армянск",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "44.16667",
      lon: "133.26667",
    },
    name: "Арсеньев",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "56.09056",
      lon: "49.87639",
    },
    name: "Арск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "43.35",
      lon: "132.18333",
    },
    name: "Артём",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "54.35",
      lon: "93.43333",
    },
    name: "Артёмовск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "57.33639",
      lon: "61.89194",
    },
    name: "Артёмовский",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "64.55",
      lon: "40.53333",
    },
    name: "Архангельск",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "57.01027679",
      lon: "61.45639038",
    },
    name: "Асбест",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "57",
      lon: "86.15",
    },
    name: "Асино",
    regionName: "Томская область",
  },
  {
    coords: {
      lat: "46.33333",
      lon: "48.03333",
    },
    name: "Астрахань",
    regionName: "Астраханская область",
  },
  {
    coords: {
      lat: "51.86667",
      lon: "45",
    },
    name: "Аткарск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "48.28333",
      lon: "46.16667",
    },
    name: "Ахтубинск",
    regionName: "Астраханская область",
  },
  {
    coords: {
      lat: "56.26667",
      lon: "90.5",
    },
    name: "Ачинск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "55",
      lon: "57.25",
    },
    name: "Аша",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "59.38333",
      lon: "35.95",
    },
    name: "Бабаево",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "51.71667",
      lon: "105.86667",
    },
    name: "Бабушкин",
    regionName: "Бурятия",
  },
  {
    coords: {
      lat: "54.4",
      lon: "53.25",
    },
    name: "Бавлы",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "54.38333",
      lon: "20.63333",
    },
    name: "Багратионовск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "51.51722",
      lon: "104.15611",
    },
    name: "Байкальск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "52.58333",
      lon: "58.31667",
    },
    name: "Баймак",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "54.93333",
      lon: "58.8",
    },
    name: "Бакал",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "43.683333",
      lon: "43.533333",
    },
    name: "Баксан",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "55.18333",
      lon: "36.65",
    },
    name: "Балабаново",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "52.03333",
      lon: "47.78333",
    },
    name: "Балаково",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "56.48083",
      lon: "43.54028",
    },
    name: "Балахна",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "55.8",
      lon: "37.93333",
    },
    name: "Балашиха",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "51.55",
      lon: "43.16667",
    },
    name: "Балашов",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "51.57694",
      lon: "116.64917",
    },
    name: "Балей",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "54.65",
      lon: "19.91667",
    },
    name: "Балтийск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "55.35",
      lon: "78.35",
    },
    name: "Барабинск",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "53.347361",
      lon: "83.77833",
    },
    name: "Барнаул",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "53.65",
      lon: "47.11667",
    },
    name: "Барыш",
    regionName: "Ульяновская область",
  },
  {
    coords: {
      lat: "47.13333",
      lon: "39.75",
    },
    name: "Батайск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "44.75278",
      lon: "33.86083",
    },
    name: "Бахчисарай",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "57.78333",
      lon: "36.7",
    },
    name: "Бежецк",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "48.17472",
      lon: "40.79306",
    },
    name: "Белая Калитва",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "58.83333",
      lon: "50.85",
    },
    name: "Белая Холуница",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "50.6",
      lon: "36.6",
    },
    name: "Белгород",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "54.1",
      lon: "54.13333",
    },
    name: "Белебей",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "52.96667",
      lon: "43.41667",
    },
    name: "Белинский",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "54.41667",
      lon: "86.3",
    },
    name: "Белово",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "50.91667",
      lon: "128.48333",
    },
    name: "Белогорск",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "45.05444",
      lon: "34.60222",
    },
    name: "Белогорск",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "60.03333",
      lon: "37.78333",
    },
    name: "Белозерск",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "52",
      lon: "84.98333",
    },
    name: "Белокуриха",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "64.51667",
      lon: "34.76667",
    },
    name: "Беломорск",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "55.46139",
      lon: "38.44222",
    },
    name: "Белоозёрский",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "53.96667",
      lon: "58.4",
    },
    name: "Белорецк",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "44.76667",
      lon: "39.86667",
    },
    name: "Белореченск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "55.09167",
      lon: "36.66667",
    },
    name: "Белоусово",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "63.71667",
      lon: "66.66667",
    },
    name: "Белоярский",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "55.83333",
      lon: "32.93333",
    },
    name: "Белый",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "53.8",
      lon: "36.13333",
    },
    name: "Белёв",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "54.75",
      lon: "83.1",
    },
    name: "Бердск",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "59.40806",
      lon: "56.80528",
    },
    name: "Березники",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "55.66667",
      lon: "86.25",
    },
    name: "Берёзовский",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "56.9",
      lon: "60.8",
    },
    name: "Берёзовский",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "43.18889",
      lon: "44.521691",
    },
    name: "Беслан",
    regionName: "Северная Осетия — Алания",
  },
  {
    coords: {
      lat: "52.51667",
      lon: "85.16667",
    },
    name: "Бийск",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "46.81667",
      lon: "134.25",
    },
    name: "Бикин",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "68.05",
      lon: "166.45",
    },
    name: "Билибино",
    regionName: "Чукотский АО",
  },
  {
    coords: {
      lat: "48.78333",
      lon: "132.93333",
    },
    name: "Биробиджан",
    regionName: "Еврейская АО",
  },
  {
    coords: {
      lat: "55.41667",
      lon: "55.53333",
    },
    name: "Бирск",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "55.95",
      lon: "97.81667",
    },
    name: "Бирюсинск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "50.65",
      lon: "38.4",
    },
    name: "Бирюч",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "50.25778",
      lon: "127.53639",
    },
    name: "Благовещенск",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "55.03333",
      lon: "55.98333",
    },
    name: "Благовещенск",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "45.1029039",
      lon: "43.4251513",
    },
    name: "Благодарный",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "51.09444",
      lon: "40.03222",
    },
    name: "Бобров",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "56.78333",
      lon: "62.05",
    },
    name: "Богданович",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "53.76667",
      lon: "38.13333",
    },
    name: "Богородицк",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "56.09972",
      lon: "43.50722",
    },
    name: "Богородск",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "56.2",
      lon: "89.51667",
    },
    name: "Боготол",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "49.93333",
      lon: "40.55",
    },
    name: "Богучар",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "57.85",
      lon: "114.2",
    },
    name: "Бодайбо",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "59.473576",
      lon: "33.847675",
    },
    name: "Бокситогорск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "54.96667",
      lon: "49.03333",
    },
    name: "Болгар",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "57.87083",
      lon: "34.07361",
    },
    name: "Бологое",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "55.66667",
      lon: "84.4",
    },
    name: "Болотное",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "54.08333",
      lon: "37.81667",
    },
    name: "Болохово",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "53.45",
      lon: "36",
    },
    name: "Болхов",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "43.11667",
      lon: "132.35",
    },
    name: "Большой Камень",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "56.36028",
      lon: "44.05917",
    },
    name: "Бор",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "50.38333",
      lon: "116.53333",
    },
    name: "Борзя",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "51.36667",
      lon: "42.08333",
    },
    name: "Борисоглебск",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "58.38694",
      lon: "33.91139",
    },
    name: "Боровичи",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "55.2",
      lon: "36.48333",
    },
    name: "Боровск",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.9",
      lon: "94.9",
    },
    name: "Бородино",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "56.15",
      lon: "101.63",
    },
    name: "Братск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "55.42278",
      lon: "38.25889",
    },
    name: "Бронницы",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "53.25",
      lon: "34.36667",
    },
    name: "Брянск",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "54.53333",
      lon: "52.78333",
    },
    name: "Бугульма",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "53.61667",
      lon: "52.41667",
    },
    name: "Бугуруслан",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "44.79",
      lon: "44.14",
    },
    name: "Будённовск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "52.76667",
      lon: "52.26667",
    },
    name: "Бузулук",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "54.96667",
      lon: "48.28333",
    },
    name: "Буинск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "58.48333",
      lon: "41.51667",
    },
    name: "Буй",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "42.81667",
      lon: "47.11667",
    },
    name: "Буйнакск",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "50.825",
      lon: "40.58889",
    },
    name: "Бутурлиновка",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "57.96667",
      lon: "33.25",
    },
    name: "Валдай",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "50.18333",
      lon: "38.11667",
    },
    name: "Валуйки",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "55.6",
      lon: "31.2",
    },
    name: "Велиж",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "56.35",
      lon: "30.51667",
    },
    name: "Великие Луки",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "58.525",
      lon: "31.275",
    },
    name: "Великий Новгород",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "60.75889",
      lon: "46.30389",
    },
    name: "Великий Устюг",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "61.06667",
      lon: "42.1",
    },
    name: "Вельск",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "54.35",
      lon: "38.26667",
    },
    name: "Венёв",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "58.06667",
      lon: "54.65",
    },
    name: "Верещагино",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "55.33333",
      lon: "36.18333",
    },
    name: "Верея",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "53.88333",
      lon: "59.21667",
    },
    name: "Верхнеуральск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "57.38333",
      lon: "59.93333",
    },
    name: "Верхний Тагил",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "56.05",
      lon: "60.23333",
    },
    name: "Верхний Уфалей",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "56.96667",
      lon: "60.58333",
    },
    name: "Верхняя Пышма",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.05",
      lon: "60.55",
    },
    name: "Верхняя Салда",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.3574333",
      lon: "59.8224444",
    },
    name: "Верхняя Тура",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.86667",
      lon: "60.8",
    },
    name: "Верхотурье",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "67.55",
      lon: "133.38333",
    },
    name: "Верхоянск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "58.65",
      lon: "37.26667",
    },
    name: "Весьегонск",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "57.85556",
      lon: "45.78111",
    },
    name: "Ветлуга",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "55.55",
      lon: "37.7",
    },
    name: "Видное",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "63.75",
      lon: "121.61667",
    },
    name: "Вилюйск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "52.93333",
      lon: "158.4",
    },
    name: "Вилючинск",
    regionName: "Камчатский край",
  },
  {
    coords: {
      lat: "56.11667",
      lon: "101.16667",
    },
    name: "Вихоревка",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "57.2",
      lon: "41.91667",
    },
    name: "Вичуга",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "43.11667",
      lon: "131.9",
    },
    name: "Владивосток",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "43.01667",
      lon: "44.683315",
    },
    name: "Владикавказ",
    regionName: "Северная Осетия — Алания",
  },
  {
    coords: {
      lat: "56.13333",
      lon: "40.41667",
    },
    name: "Владимир",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "48.71167",
      lon: "44.51389",
    },
    name: "Волгоград",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "47.54",
      lon: "42.20722",
    },
    name: "Волгодонск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "57.43333",
      lon: "41.16667",
    },
    name: "Волгореченск",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "55.86667",
      lon: "48.35",
    },
    name: "Волжск",
    regionName: "Марий Эл",
  },
  {
    coords: {
      lat: "48.78333",
      lon: "44.76667",
    },
    name: "Волжский",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "59.21667",
      lon: "39.9",
    },
    name: "Вологда",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "56.23333",
      lon: "43.2",
    },
    name: "Володарск",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "56.03333",
      lon: "35.95",
    },
    name: "Волоколамск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "59.447275",
      lon: "29.484819",
    },
    name: "Волосово",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "59.91667",
      lon: "32.35",
    },
    name: "Волхов",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "59.93333",
      lon: "60.05",
    },
    name: "Волчанск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "52.05",
      lon: "47.38333",
    },
    name: "Вольск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "67.5",
      lon: "64.03333",
    },
    name: "Воркута",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "51.67167",
      lon: "39.21056",
    },
    name: "Воронеж",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "55.98333",
      lon: "43.26667",
    },
    name: "Ворсма",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "55.32333",
      lon: "38.68056",
    },
    name: "Воскресенск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.05",
      lon: "54",
    },
    name: "Воткинск",
    regionName: "Удмуртия",
  },
  {
    coords: {
      lat: "60.01667",
      lon: "30.65",
    },
    name: "Всеволожск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "63.86667",
      lon: "57.31667",
    },
    name: "Вуктыл",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "60.70917",
      lon: "28.74417",
    },
    name: "Выборг",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "55.31944",
      lon: "42.17306",
    },
    name: "Выкса",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "56.31667",
      lon: "36.55",
    },
    name: "Высоковск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "60.61667",
      lon: "28.56667",
    },
    name: "Высоцк",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "61",
      lon: "36.45",
    },
    name: "Вытегра",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "57.58333",
      lon: "34.56667",
    },
    name: "Вышний Волочёк",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "47.53333",
      lon: "134.75",
    },
    name: "Вяземский",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "56.24333",
      lon: "42.12917",
    },
    name: "Вязники",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "55.21028",
      lon: "34.285",
    },
    name: "Вязьма",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "56.218417",
      lon: "51.068583",
    },
    name: "Вятские Поляны",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "56.56667",
      lon: "40.11667",
    },
    name: "Гаврилов Посад",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "57.3",
      lon: "39.85",
    },
    name: "Гаврилов-Ям",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "55.55",
      lon: "35",
    },
    name: "Гагарин",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "69.25528",
      lon: "33.31667",
    },
    name: "Гаджиево",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "51.46667",
      lon: "58.45",
    },
    name: "Гай",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "58.38333",
      lon: "42.35",
    },
    name: "Галич",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "59.56667",
      lon: "30.13333",
    },
    name: "Гатчина",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "54.65",
      lon: "21.06667",
    },
    name: "Гвардейск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "58.73333",
      lon: "27.81667",
    },
    name: "Гдов",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "44.56083",
      lon: "38.07667",
    },
    name: "Геленджик",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "44.15",
      lon: "43.46667",
    },
    name: "Георгиевск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "58.14083",
      lon: "52.67417",
    },
    name: "Глазов",
    regionName: "Удмуртия",
  },
  {
    coords: {
      lat: "55.61472",
      lon: "36.98722",
    },
    name: "Голицыно",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.13333",
      lon: "43.06667",
    },
    name: "Горбатов",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "51.96",
      lon: "85.96",
    },
    name: "Горно-Алтайск",
    regionName: "Алтай",
  },
  {
    coords: {
      lat: "58.38333",
      lon: "58.31667",
    },
    name: "Горнозаводск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "50.993028",
      lon: "81.467934",
    },
    name: "Горняк",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "56.65028",
      lon: "43.47028",
    },
    name: "Городец",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "53.26667",
      lon: "45.7",
    },
    name: "Городище",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "46.08333",
      lon: "41.93333",
    },
    name: "Городовиковск",
    regionName: "Калмыкия",
  },
  {
    coords: {
      lat: "56.20278",
      lon: "42.6925",
    },
    name: "Гороховец",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "44.63333",
      lon: "39.13333",
    },
    name: "Горячий Ключ",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "50.48333",
      lon: "35.66667",
    },
    name: "Грайворон",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "58.56667",
      lon: "57.83333",
    },
    name: "Гремячинск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "43.31667",
      lon: "45.7",
    },
    name: "Грозный",
    regionName: "Чечня",
  },
  {
    coords: {
      lat: "52.5",
      lon: "39.93333",
    },
    name: "Грязи",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "58.88333",
      lon: "40.25",
    },
    name: "Грязовец",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "58.86667",
      lon: "57.58333",
    },
    name: "Губаха",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "51.28333",
      lon: "37.55",
    },
    name: "Губкин",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "64.43333",
      lon: "76.5",
    },
    name: "Губкинский",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "43.34861",
      lon: "46.09611",
    },
    name: "Гудермес",
    regionName: "Чечня",
  },
  {
    coords: {
      lat: "48.05",
      lon: "39.93333",
    },
    name: "Гуково",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "45.36028",
      lon: "40.69444",
    },
    name: "Гулькевичи",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "54.76667",
      lon: "20.6",
    },
    name: "Гурьевск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "54.28333",
      lon: "85.93333",
    },
    name: "Гурьевск",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "54.58333",
      lon: "22.2",
    },
    name: "Гусев",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "51.28556",
      lon: "106.52917",
    },
    name: "Гусиноозёрск",
    regionName: "Бурятия",
  },
  {
    coords: {
      lat: "55.61667",
      lon: "40.65",
    },
    name: "Гусь-Хрустальный",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "54.21667",
      lon: "55.03333",
    },
    name: "Давлеканово",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "42.11667",
      lon: "48.2",
    },
    name: "Дагестанские Огни",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "56.26667",
      lon: "62.91667",
    },
    name: "Далматово",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "44.56667",
      lon: "135.61667",
    },
    name: "Дальнегорск",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "45.93333",
      lon: "133.73333",
    },
    name: "Дальнереченск",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "58.18333",
      lon: "40.18333",
    },
    name: "Данилов",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "53.25",
      lon: "39.15",
    },
    name: "Данков",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "56.7",
      lon: "60.1",
    },
    name: "Дегтярск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "55.86667",
      lon: "37.13333",
    },
    name: "Дедовск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.26667",
      lon: "31.51667",
    },
    name: "Демидов",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "42.06917",
      lon: "48.29583",
    },
    name: "Дербент",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "54.1530861",
      lon: "33.2902917",
    },
    name: "Десногорск",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "45.70861",
      lon: "34.39333",
    },
    name: "Джанкой",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "56.23333",
      lon: "43.45",
    },
    name: "Дзержинск",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "55.63333",
      lon: "37.85",
    },
    name: "Дзержинский",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.95",
      lon: "92.38333",
    },
    name: "Дивногорск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "43.15",
      lon: "44.15",
    },
    name: "Дигора",
    regionName: "Северная Осетия — Алания",
  },
  {
    coords: {
      lat: "54.23333",
      lon: "49.58333",
    },
    name: "Димитровград",
    regionName: "Ульяновская область",
  },
  {
    coords: {
      lat: "52.12889",
      lon: "35.07556",
    },
    name: "Дмитриев",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "56.34667",
      lon: "37.52167",
    },
    name: "Дмитров",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "52.505504",
      lon: "35.141478",
    },
    name: "Дмитровск",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "57.83333",
      lon: "29.96667",
    },
    name: "Дно",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "58.45",
      lon: "56.41667",
    },
    name: "Добрянка",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "55.93333",
      lon: "37.5",
    },
    name: "Долгопрудный",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "47.31667",
      lon: "142.8",
    },
    name: "Долинск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "55.44389",
      lon: "37.75806",
    },
    name: "Домодедово",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "48.3369194",
      lon: "39.9448917",
    },
    name: "Донецк",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "53.96667",
      lon: "38.31667",
    },
    name: "Донской",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "54.92",
      lon: "33.30778",
    },
    name: "Дорогобуж",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "55.74444",
      lon: "38.84944",
    },
    name: "Дрезна",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.75",
      lon: "37.15",
    },
    name: "Дубна",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "49.05",
      lon: "44.83333",
    },
    name: "Дубовка",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "69.4",
      lon: "86.18333",
    },
    name: "Дудинка",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "55.2",
      lon: "32.41667",
    },
    name: "Духовщина",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "55.48333",
      lon: "54.86667",
    },
    name: "Дюртюли",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "53.6",
      lon: "34.33333",
    },
    name: "Дятьково",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "45.2",
      lon: "33.35833",
    },
    name: "Евпатория",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "55.38333",
      lon: "39.03361",
    },
    name: "Егорьевск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "46.71056",
      lon: "38.27778",
    },
    name: "Ейск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "56.83333",
      lon: "60.58333",
    },
    name: "Екатеринбург",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "55.76667",
      lon: "52.03333",
    },
    name: "Елабуга",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "52.61667",
      lon: "38.46667",
    },
    name: "Елец",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "53.18333",
      lon: "158.38333",
    },
    name: "Елизово",
    regionName: "Камчатский край",
  },
  {
    coords: {
      lat: "54.56667",
      lon: "33.16667",
    },
    name: "Ельня",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "54.75",
      lon: "61.31667",
    },
    name: "Еманжелинск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "62.58333",
      lon: "50.85",
    },
    name: "Емва",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "58.46667",
      lon: "92.13333",
    },
    name: "Енисейск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "55.20556",
      lon: "36.57",
    },
    name: "Ермолино",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "51.35",
      lon: "48.28333",
    },
    name: "Ершов",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "44.04306",
      lon: "42.86417",
    },
    name: "Ессентуки",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "53.149167",
      lon: "38.082585",
    },
    name: "Ефремов",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "44.13333",
      lon: "43.03333",
    },
    name: "Железноводск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "56.58333",
      lon: "104.11667",
    },
    name: "Железногорск-Илимский",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "56.25",
      lon: "93.53333",
    },
    name: "Железногорск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "52.339174",
      lon: "35.351582",
    },
    name: "Железногорск",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "51.83333",
      lon: "41.46667",
    },
    name: "Жердевка",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "53.4",
      lon: "49.5",
    },
    name: "Жигулёвск",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "53.75028",
      lon: "34.73611",
    },
    name: "Жиздра",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "50.98028",
      lon: "44.78083",
    },
    name: "Жирновск",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "55.03333",
      lon: "36.75",
    },
    name: "Жуков",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "53.53333",
      lon: "33.73333",
    },
    name: "Жуковка",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "55.60111",
      lon: "38.11611",
    },
    name: "Жуковский",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "50.11667",
      lon: "129.43333",
    },
    name: "Завитинск",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "56.5",
      lon: "66.55",
    },
    name: "Заводоуковск",
    regionName: "Тюменская область",
  },
  {
    coords: {
      lat: "57.48333",
      lon: "42.13333",
    },
    name: "Заволжск",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "56.6425",
      lon: "43.39278",
    },
    name: "Заволжье",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "52.38333",
      lon: "38.91667",
    },
    name: "Задонск",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "55.3",
      lon: "52.01667",
    },
    name: "Заинск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "50.38333",
      lon: "103.28333",
    },
    name: "Закаменск",
    regionName: "Бурятия",
  },
  {
    coords: {
      lat: "55.96667",
      lon: "94.7",
    },
    name: "Заозёрный",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "69.4",
      lon: "32.45",
    },
    name: "Заозёрск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "56.26667",
      lon: "32.08333",
    },
    name: "Западная Двина",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "69.41667",
      lon: "30.8",
    },
    name: "Заполярный",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "54.76528",
      lon: "38.88361",
    },
    name: "Зарайск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "53.2",
      lon: "45.16667",
    },
    name: "Заречный",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "56.81667",
      lon: "61.31667",
    },
    name: "Заречный",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "53.7",
      lon: "84.91667",
    },
    name: "Заринск",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "55.96667",
      lon: "48.01667",
    },
    name: "Звенигово",
    regionName: "Марий Эл",
  },
  {
    coords: {
      lat: "55.73333",
      lon: "36.85",
    },
    name: "Звенигород",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "48.01667",
      lon: "40.11667",
    },
    name: "Зверево",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "56.1",
      lon: "94.58333",
    },
    name: "Зеленогорск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "54.95",
      lon: "20.48333",
    },
    name: "Зеленоградск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "55.85",
      lon: "48.51667",
    },
    name: "Зеленодольск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "44.4070115",
      lon: "43.8731235",
    },
    name: "Зеленокумск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "46.846525",
      lon: "40.3040333",
    },
    name: "Зерноград",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "53.73333",
      lon: "127.25",
    },
    name: "Зея",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "53.91667",
      lon: "102.05",
    },
    name: "Зима",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "55.16667",
      lon: "59.66667",
    },
    name: "Златоуст",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "52.43333",
      lon: "31.73333",
    },
    name: "Злынка",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "51.16667",
      lon: "82.16667",
    },
    name: "Змеиногорск",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "48.58333",
      lon: "45.75",
    },
    name: "Знаменск",
    regionName: "Астраханская область",
  },
  {
    coords: {
      lat: "56.16667",
      lon: "34.58333",
    },
    name: "Зубцов",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "58.403333",
      lon: "51.130361",
    },
    name: "Зуевка",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "59.375",
      lon: "28.20528",
    },
    name: "Ивангород",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "57",
      lon: "41",
    },
    name: "Иваново",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "55.97",
      lon: "37.92",
    },
    name: "Ивантеевка",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "60.68333",
      lon: "60.43333",
    },
    name: "Ивдель",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "67.46667",
      lon: "86.56667",
    },
    name: "Игарка",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "56.85306",
      lon: "53.21222",
    },
    name: "Ижевск",
    regionName: "Удмуртия",
  },
  {
    coords: {
      lat: "42.56667",
      lon: "47.86667",
    },
    name: "Избербаш",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "45.36667",
      lon: "41.71667",
    },
    name: "Изобильный",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "56.23333",
      lon: "96.06667",
    },
    name: "Иланский",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "53.85",
      lon: "46.35",
    },
    name: "Инза",
    regionName: "Ульяновская область",
  },
  {
    coords: {
      lat: "55.763633",
      lon: "48.736553",
    },
    name: "Иннополис",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "53.86667",
      lon: "44.36667",
    },
    name: "Инсар",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "66.0398139",
      lon: "60.1315194",
    },
    name: "Инта",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "45.71667",
      lon: "42.9",
    },
    name: "Ипатово",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "57.66667",
      lon: "63.06667",
    },
    name: "Ирбит",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "52.28333",
      lon: "104.3",
    },
    name: "Иркутск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "54.90889",
      lon: "71.26056",
    },
    name: "Исилькуль",
    regionName: "Омская область",
  },
  {
    coords: {
      lat: "54.63333",
      lon: "83.3",
    },
    name: "Искитим",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "55.91667",
      lon: "36.86667",
    },
    name: "Истра",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.11667",
      lon: "69.5",
    },
    name: "Ишим",
    regionName: "Тюменская область",
  },
  {
    coords: {
      lat: "53.45444",
      lon: "56.04389",
    },
    name: "Ишимбай",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "56.63278",
      lon: "47.89583",
    },
    name: "Йошкар-Ола",
    regionName: "Марий Эл",
  },
  {
    coords: {
      lat: "59.5",
      lon: "40.33333",
    },
    name: "Кадников",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "55.79083",
      lon: "49.11444",
    },
    name: "Казань",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "48.68333",
      lon: "43.53333",
    },
    name: "Калач-на-Дону",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "50.42583",
      lon: "41.01556",
    },
    name: "Калач",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "55.05",
      lon: "74.58333",
    },
    name: "Калачинск",
    regionName: "Омская область",
  },
  {
    coords: {
      lat: "54.71667",
      lon: "20.5",
    },
    name: "Калининград",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "51.5",
      lon: "44.45",
    },
    name: "Калининск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "53.51667",
      lon: "87.26667",
    },
    name: "Калтан",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "54.53333",
      lon: "36.26667",
    },
    name: "Калуга",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "57.23333",
      lon: "37.85",
    },
    name: "Калязин",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "56.26667",
      lon: "54.2",
    },
    name: "Камбарка",
    regionName: "Удмуртия",
  },
  {
    coords: {
      lat: "53.18333",
      lon: "44.05",
    },
    name: "Каменка",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "60.95081",
      lon: "29.130882",
    },
    name: "Каменногорск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "56.4",
      lon: "61.93333",
    },
    name: "Каменск-Уральский",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "48.31667",
      lon: "40.26667",
    },
    name: "Каменск-Шахтинский",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "53.79194",
      lon: "81.34861",
    },
    name: "Камень-на-Оби",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "56.34917",
      lon: "40.99778",
    },
    name: "Камешково",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "46.11556",
      lon: "48.07694",
    },
    name: "Камызяк",
    regionName: "Астраханская область",
  },
  {
    coords: {
      lat: "50.08333",
      lon: "45.4",
    },
    name: "Камышин",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "56.85",
      lon: "62.71667",
    },
    name: "Камышлов",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "55.50694",
      lon: "47.49139",
    },
    name: "Канаш",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "67.15694",
      lon: "32.41167",
    },
    name: "Кандалакша",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "56.2",
      lon: "95.7",
    },
    name: "Канск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "56.30889",
      lon: "38.70139",
    },
    name: "Карабаново",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "55.48333",
      lon: "60.2",
    },
    name: "Карабаш",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "43.306285",
      lon: "44.909763",
    },
    name: "Карабулак",
    regionName: "Ингушетия",
  },
  {
    coords: {
      lat: "53.73333",
      lon: "78.03333",
    },
    name: "Карасук",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "43.769713",
      lon: "41.911369",
    },
    name: "Карачаевск",
    regionName: "Карачаево-Черкесия",
  },
  {
    coords: {
      lat: "53.11667",
      lon: "34.98333",
    },
    name: "Карачев",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "55.2",
      lon: "80.28333",
    },
    name: "Каргат",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "61.5",
      lon: "38.93333",
    },
    name: "Каргополь",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "59.76667",
      lon: "60",
    },
    name: "Карпинск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "53.05",
      lon: "60.65",
    },
    name: "Карталы",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "54.95",
      lon: "41.39722",
    },
    name: "Касимов",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "55.88333",
      lon: "60.75",
    },
    name: "Касли",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "42.88333",
      lon: "47.63333",
    },
    name: "Каспийск",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "54.75",
      lon: "58.2",
    },
    name: "Катав-Ивановск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "56.3",
      lon: "62.56667",
    },
    name: "Катайск",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "58.7",
      lon: "59.48333",
    },
    name: "Качканар",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "57.35",
      lon: "37.61667",
    },
    name: "Кашин",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "54.83333",
      lon: "38.15",
    },
    name: "Кашира",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.56667",
      lon: "79.56667",
    },
    name: "Кедровый",
    regionName: "Томская область",
  },
  {
    coords: {
      lat: "55.35417",
      lon: "86.08972",
    },
    name: "Кемерово",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "64.95",
      lon: "34.6",
    },
    name: "Кемь",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "45.33861",
      lon: "36.46806",
    },
    name: "Керчь",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "59.05",
      lon: "57.65",
    },
    name: "Кизел",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "43.2",
      lon: "46.86667",
    },
    name: "Кизилюрт",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "43.85",
      lon: "46.71667",
    },
    name: "Кизляр",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "53.96667",
      lon: "38.53333",
    },
    name: "Кимовск",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "56.86667",
      lon: "37.35",
    },
    name: "Кимры",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "59.36667",
      lon: "28.6",
    },
    name: "Кингисепп",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "53.23333",
      lon: "50.61667",
    },
    name: "Кинель",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "57.45",
      lon: "42.15",
    },
    name: "Кинешма",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "53.93333",
      lon: "37.93333",
    },
    name: "Киреевск",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "57.78333",
      lon: "108.1",
    },
    name: "Киренск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "56.15",
      lon: "38.86667",
    },
    name: "Киржач",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "59.86667",
      lon: "38.38333",
    },
    name: "Кириллов",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "59.449695",
      lon: "32.008716",
    },
    name: "Кириши",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "54.08333",
      lon: "34.3",
    },
    name: "Киров",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "58.6",
      lon: "49.65",
    },
    name: "Киров",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "57.43333",
      lon: "60.06667",
    },
    name: "Кировград",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.55",
      lon: "50.01667",
    },
    name: "Кирово-Чепецк",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "59.87533",
      lon: "30.981457",
    },
    name: "Кировск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "67.61417",
      lon: "33.67167",
    },
    name: "Кировск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "59.337167",
      lon: "52.245472",
    },
    name: "Кирс",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "52.65",
      lon: "42.73333",
    },
    name: "Кирсанов",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "53.98333",
      lon: "86.7",
    },
    name: "Киселёвск",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "43.90333",
      lon: "42.72444",
    },
    name: "Кисловодск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "56.33389",
      lon: "36.7125",
    },
    name: "Клин",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "52.75278",
      lon: "32.23611",
    },
    name: "Клинцы",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "55.81667",
      lon: "45.03333",
    },
    name: "Княгинино",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "67.55944",
      lon: "30.46667",
    },
    name: "Ковдор",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "56.36056",
      lon: "41.31972",
    },
    name: "Ковров",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "54.03333",
      lon: "43.91667",
    },
    name: "Ковылкино",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "62.26667",
      lon: "74.48333",
    },
    name: "Когалым",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "58.6",
      lon: "99.18333",
    },
    name: "Кодинск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "54.03333",
      lon: "35.78333",
    },
    name: "Козельск",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.83333",
      lon: "48.25",
    },
    name: "Козловка",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "56.33333",
      lon: "46.56667",
    },
    name: "Козьмодемьянск",
    regionName: "Марий Эл",
  },
  {
    coords: {
      lat: "68.88306",
      lon: "33.02194",
    },
    name: "Кола",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "58.8252278",
      lon: "44.311444",
    },
    name: "Кологрив",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "55.09389",
      lon: "38.76806",
    },
    name: "Коломна",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "58.31667",
      lon: "82.91667",
    },
    name: "Колпашево",
    regionName: "Томская область",
  },
  {
    coords: {
      lat: "56.3",
      lon: "39.38333",
    },
    name: "Кольчугино",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "59.621609",
      lon: "30.393483",
    },
    name: "Коммунар",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "50.55",
      lon: "137",
    },
    name: "Комсомольск-на-Амуре",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "57.03333",
      lon: "40.38333",
    },
    name: "Комсомольск",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "56.7",
      lon: "36.76667",
    },
    name: "Конаково",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "62.2",
      lon: "34.26667",
    },
    name: "Кондопога",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "54.8",
      lon: "35.93333",
    },
    name: "Кондрово",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "47.58333",
      lon: "41.1",
    },
    name: "Константиновск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "55.1",
      lon: "61.61667",
    },
    name: "Копейск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "53.91667",
      lon: "40.01667",
    },
    name: "Кораблино",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "45.46667",
      lon: "39.45",
    },
    name: "Кореновск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "54.88333",
      lon: "61.4",
    },
    name: "Коркино",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "55.91667",
      lon: "37.81667",
    },
    name: "Королёв",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "50.81361",
      lon: "37.18139",
    },
    name: "Короча",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "46.63333",
      lon: "142.76667",
    },
    name: "Корсаков",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "61.3",
      lon: "47.16667",
    },
    name: "Коряжма",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "55.93333",
      lon: "39.63333",
    },
    name: "Костерёво",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "64.58333",
      lon: "30.6",
    },
    name: "Костомукша",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "57.76667",
      lon: "40.93333",
    },
    name: "Кострома",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "55.6625",
      lon: "37.86722",
    },
    name: "Котельники",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "47.63333",
      lon: "43.13333",
    },
    name: "Котельниково",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "58.3",
      lon: "48.33333",
    },
    name: "Котельнич",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "61.25",
      lon: "46.65",
    },
    name: "Котлас",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "50.31667",
      lon: "44.8",
    },
    name: "Котово",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "52.58333",
      lon: "41.5",
    },
    name: "Котовск",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "56.93333",
      lon: "41.08333",
    },
    name: "Кохма",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "60.96667",
      lon: "46.48333",
    },
    name: "Красавино",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "56.12278",
      lon: "38.14611",
    },
    name: "Красноармейск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "51.01667",
      lon: "45.7",
    },
    name: "Красноармейск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "60.4",
      lon: "57.06667",
    },
    name: "Красновишерск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "55.81667",
      lon: "37.33333",
    },
    name: "Красногорск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "45.03333",
      lon: "38.98333",
    },
    name: "Краснодар",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "56.43806",
      lon: "38.22944",
    },
    name: "Краснозаводск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "54.95",
      lon: "22.5",
    },
    name: "Краснознаменск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "55.6",
      lon: "37.03333",
    },
    name: "Краснознаменск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "50.1",
      lon: "118.03333",
    },
    name: "Краснокаменск",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "58.08333",
      lon: "55.75",
    },
    name: "Краснокамск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "45.955306",
      lon: "33.795",
    },
    name: "Красноперекопск",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "48.7",
      lon: "44.56667",
    },
    name: "Краснослободск",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "54.43333",
      lon: "43.78333",
    },
    name: "Краснослободск",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "59.76667",
      lon: "60.2",
    },
    name: "Краснотурьинск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.35",
      lon: "60.05",
    },
    name: "Красноуральск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "56.61667",
      lon: "57.76667",
    },
    name: "Красноуфимск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "56.012083",
      lon: "92.871295",
    },
    name: "Красноярск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "50.95",
      lon: "46.96667",
    },
    name: "Красный Кут",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "47.88333",
      lon: "40.06667",
    },
    name: "Красный Сулин",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "58.06329",
      lon: "37.122983",
    },
    name: "Красный Холм",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "54.88917",
      lon: "37.12333",
    },
    name: "Кремёнки",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "45.43333",
      lon: "40.56667",
    },
    name: "Кропоткин",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "44.93333",
      lon: "38",
    },
    name: "Крымск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "56.15167",
      lon: "44.19556",
    },
    name: "Кстово",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "55.57639",
      lon: "36.69472",
    },
    name: "Кубинка",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "51.48333",
      lon: "57.35",
    },
    name: "Кувандык",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "57.03333",
      lon: "34.16667",
    },
    name: "Кувшиново",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "59.908489",
      lon: "30.513569",
    },
    name: "Кудрово",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "59.01667",
      lon: "54.66667",
    },
    name: "Кудымкар",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "53.11667",
      lon: "46.6",
    },
    name: "Кузнецк",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "55.45028",
      lon: "78.3075",
    },
    name: "Куйбышев",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "56.1825",
      lon: "50.90639",
    },
    name: "Кукмор",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "55.41667",
      lon: "42.51667",
    },
    name: "Кулебаки",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "52.76667",
      lon: "55.78333",
    },
    name: "Кумертау",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "57.43333",
      lon: "56.93333",
    },
    name: "Кунгур",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "54.36667",
      lon: "77.3",
    },
    name: "Купино",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "55.44083",
      lon: "65.34111",
    },
    name: "Курган",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "44.88333",
      lon: "40.6",
    },
    name: "Курганинск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "45.25",
      lon: "147.883333",
    },
    name: "Курильск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "55.45",
      lon: "40.61667",
    },
    name: "Курлово",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "55.58333",
      lon: "38.91667",
    },
    name: "Куровское",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "51.71667",
      lon: "36.18333",
    },
    name: "Курск",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "54.9",
      lon: "64.43333",
    },
    name: "Куртамыш",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "43.20444",
      lon: "46.087812",
    },
    name: "Курчалой",
    regionName: "Чечня",
  },
  {
    coords: {
      lat: "51.66667",
      lon: "35.65",
    },
    name: "Курчатов",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "55.33333",
      lon: "59.43333",
    },
    name: "Куса",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "58.28333",
      lon: "59.73333",
    },
    name: "Кушва",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "51.7",
      lon: "94.36667",
    },
    name: "Кызыл",
    regionName: "Тыва",
  },
  {
    coords: {
      lat: "55.7",
      lon: "60.55",
    },
    name: "Кыштым",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "50.35",
      lon: "106.45",
    },
    name: "Кяхта",
    regionName: "Бурятия",
  },
  {
    coords: {
      lat: "44.63333",
      lon: "40.73333",
    },
    name: "Лабинск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "66.65806",
      lon: "66.38389",
    },
    name: "Лабытнанги",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "45.3925",
      lon: "47.355",
    },
    name: "Лагань",
    regionName: "Калмыкия",
  },
  {
    coords: {
      lat: "54.56667",
      lon: "20.16667",
    },
    name: "Ладушкин",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "55.4",
      lon: "49.55",
    },
    name: "Лаишево",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "56.01694",
      lon: "39.94944",
    },
    name: "Лакинск",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "61.25",
      lon: "75.16667",
    },
    name: "Лангепас",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "61.51667",
      lon: "30.2",
    },
    name: "Лахденпохья",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "53.0115528",
      lon: "39.1281167",
    },
    name: "Лебедянь",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "54.5988694",
      lon: "52.4422722",
    },
    name: "Лениногорск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "54.65",
      lon: "86.16667",
    },
    name: "Ленинск-Кузнецкий",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "48.7",
      lon: "45.2",
    },
    name: "Ленинск",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "60.71667",
      lon: "114.9",
    },
    name: "Ленск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "44.10528",
      lon: "42.97167",
    },
    name: "Лермонтов",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "58.63333",
      lon: "59.78333",
    },
    name: "Лесной",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "45.46667",
      lon: "133.4",
    },
    name: "Лесозаводск",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "58.23333",
      lon: "92.48333",
    },
    name: "Лесосибирск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "52.425306",
      lon: "37.608306",
    },
    name: "Ливны",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "55.71528",
      lon: "38.95778",
    },
    name: "Ликино-Дулёво",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "52.61667",
      lon: "39.6",
    },
    name: "Липецк",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "53.95",
      lon: "37.7",
    },
    name: "Липки",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "50.98222",
      lon: "39.49944",
    },
    name: "Лиски",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "57.11667",
      lon: "35.46667",
    },
    name: "Лихославль",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "56.01194",
      lon: "37.47444",
    },
    name: "Лобня",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "60.734305",
      lon: "33.543183",
    },
    name: "Лодейное Поле",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "55.86667",
      lon: "38.2",
    },
    name: "Лосино-Петровский",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "58.73333",
      lon: "29.85",
    },
    name: "Луга",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "60.61667",
      lon: "47.28333",
    },
    name: "Луза",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "55.03833",
      lon: "44.49778",
    },
    name: "Лукоянов",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "54.96667",
      lon: "39.025",
    },
    name: "Луховицы",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.01278",
      lon: "45.02528",
    },
    name: "Лысково",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "58.1003806",
      lon: "57.8043278",
    },
    name: "Лысьва",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "55.58361",
      lon: "37.90556",
    },
    name: "Лыткарино",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "51.66667",
      lon: "35.26667",
    },
    name: "Льгов",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "59.35",
      lon: "31.25",
    },
    name: "Любань",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "55.68139",
      lon: "37.89389",
    },
    name: "Люберцы",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "58.35",
      lon: "40.7",
    },
    name: "Любим",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "53.86667",
      lon: "34.46667",
    },
    name: "Людиново",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "61.61667",
      lon: "72.16667",
    },
    name: "Лянтор",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "59.56667",
      lon: "150.8",
    },
    name: "Магадан",
    regionName: "Магаданская область",
  },
  {
    coords: {
      lat: "43.16667",
      lon: "44.81667",
    },
    name: "Магас",
    regionName: "Ингушетия",
  },
  {
    coords: {
      lat: "53.38333",
      lon: "59.03333",
    },
    name: "Магнитогорск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "44.611",
      lon: "40.111",
    },
    name: "Майкоп",
    regionName: "Адыгея",
  },
  {
    coords: {
      lat: "43.630508",
      lon: "44.067733",
    },
    name: "Майский",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "48.61667",
      lon: "142.78333",
    },
    name: "Макаров",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "57.88333",
      lon: "43.8",
    },
    name: "Макарьев",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "55.2",
      lon: "67.25",
    },
    name: "Макушино",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "58.85",
      lon: "32.21667",
    },
    name: "Малая Вишера",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "43.508882",
      lon: "44.585563",
    },
    name: "Малгобек",
    regionName: "Ингушетия",
  },
  {
    coords: {
      lat: "56.52278",
      lon: "50.68083",
    },
    name: "Малмыж",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "52.4",
      lon: "36.5",
    },
    name: "Малоархангельск",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "55",
      lon: "36.46667",
    },
    name: "Малоярославец",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.7",
      lon: "51.4",
    },
    name: "Мамадыш",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "54.46667",
      lon: "19.93333",
    },
    name: "Мамоново",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "58.33333",
      lon: "44.76667",
    },
    name: "Мантурово",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "56.21667",
      lon: "87.75",
    },
    name: "Мариинск",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "56.11667",
      lon: "47.71667",
    },
    name: "Мариинский Посад",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "51.7",
      lon: "46.75",
    },
    name: "Маркс",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "42.98333",
      lon: "47.5",
    },
    name: "Махачкала",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "53.06111",
      lon: "32.84833",
    },
    name: "Мглин",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "61.03306",
      lon: "76.10972",
    },
    name: "Мегион",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "62.91667",
      lon: "34.45",
    },
    name: "Медвежьегорск",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "51.422085",
      lon: "57.595296",
    },
    name: "Медногорск",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "54.96667",
      lon: "35.86667",
    },
    name: "Медынь",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "54.24167",
      lon: "57.96778",
    },
    name: "Межгорье",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "53.68333",
      lon: "88.05",
    },
    name: "Междуреченск",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "65.85",
      lon: "44.23333",
    },
    name: "Мезень",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "55.33333",
      lon: "41.63333",
    },
    name: "Меленки",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "52.95",
      lon: "55.93333",
    },
    name: "Мелеуз",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "55.9",
      lon: "52.31667",
    },
    name: "Менделеевск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "55.71667",
      lon: "53.08333",
    },
    name: "Мензелинск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "54.31667",
      lon: "35.28333",
    },
    name: "Мещовск",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.05",
      lon: "60.1",
    },
    name: "Миасс",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "62.35",
      lon: "50.06667",
    },
    name: "Микунь",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "48.91667",
      lon: "40.4",
    },
    name: "Миллерово",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "44.20083",
      lon: "43.1125",
    },
    name: "Минеральные Воды",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "53.7",
      lon: "91.68333",
    },
    name: "Минусинск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "55.06667",
      lon: "57.55",
    },
    name: "Миньяр",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "62.76028",
      lon: "40.33528",
    },
    name: "Мирный",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "62.53333",
      lon: "113.95",
    },
    name: "Мирный",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "54.23333",
      lon: "39.03333",
    },
    name: "Михайлов",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "50.06667",
      lon: "43.23333",
    },
    name: "Михайловка",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "56.43333",
      lon: "59.11667",
    },
    name: "Михайловск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "45.130012",
      lon: "42.027487",
    },
    name: "Михайловск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "52.89222",
      lon: "40.49278",
    },
    name: "Мичуринск",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "53.73333",
      lon: "119.76667",
    },
    name: "Могоча",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "55.5",
      lon: "36.03333",
    },
    name: "Можайск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.45",
      lon: "52.21667",
    },
    name: "Можга",
    regionName: "Удмуртия",
  },
  {
    coords: {
      lat: "43.74722",
      lon: "44.65694",
    },
    name: "Моздок",
    regionName: "Северная Осетия — Алания",
  },
  {
    coords: {
      lat: "67.93944",
      lon: "32.91556",
    },
    name: "Мончегорск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "48.35",
      lon: "41.83333",
    },
    name: "Морозовск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "53.45",
      lon: "41.8",
    },
    name: "Моршанск",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "54.48333",
      lon: "34.98333",
    },
    name: "Мосальск",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.75583",
      lon: "37.61778",
    },
    name: "Москва",
    regionName: "Москва",
  },
  {
    coords: {
      lat: "63.79444",
      lon: "74.49722",
    },
    name: "Муравленко",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "59.38333",
      lon: "48.96667",
    },
    name: "Мураши",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "60.04583",
      lon: "30.44861",
    },
    name: "Мурино",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "68.96667",
      lon: "33.08333",
    },
    name: "Мурманск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "55.5725",
      lon: "42.05139",
    },
    name: "Муром",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "53.27833",
      lon: "36.575",
    },
    name: "Мценск",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "53.7",
      lon: "87.81667",
    },
    name: "Мыски",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "55.91667",
      lon: "37.73333",
    },
    name: "Мытищи",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.78333",
      lon: "38.45",
    },
    name: "Мышкин",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "55.7",
      lon: "52.33333",
    },
    name: "Набережные Челны",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "55.53333",
      lon: "42.2",
    },
    name: "Навашино",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "57.46667",
      lon: "41.96667",
    },
    name: "Наволоки",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "65.53333",
      lon: "72.51667",
    },
    name: "Надым",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "56.00639",
      lon: "90.39139",
    },
    name: "Назарово",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "43.21667",
      lon: "44.76667",
    },
    name: "Назрань",
    regionName: "Ингушетия",
  },
  {
    coords: {
      lat: "55.56667",
      lon: "71.35",
    },
    name: "Называевск",
    regionName: "Омская область",
  },
  {
    coords: {
      lat: "43.485259",
      lon: "43.607072",
    },
    name: "Нальчик",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "46.68333",
      lon: "47.85",
    },
    name: "Нариманов",
    regionName: "Астраханская область",
  },
  {
    coords: {
      lat: "55.38333",
      lon: "36.73333",
    },
    name: "Наро-Фоминск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "43.556734",
      lon: "43.862222",
    },
    name: "Нарткала",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "67.63778",
      lon: "53.00667",
    },
    name: "Нарьян-Мар",
    regionName: "Ненецкий АО",
  },
  {
    coords: {
      lat: "42.81667",
      lon: "132.88333",
    },
    name: "Находка",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "56.01667",
      lon: "29.93333",
    },
    name: "Невель",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "46.65",
      lon: "141.86667",
    },
    name: "Невельск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "44.63333",
      lon: "41.93333",
    },
    name: "Невинномысск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "57.48333",
      lon: "60.2",
    },
    name: "Невьянск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "56.21667",
      lon: "32.78333",
    },
    name: "Нелидово",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "55.03333",
      lon: "22.03333",
    },
    name: "Неман",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "57.45",
      lon: "40.58333",
    },
    name: "Нерехта",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "51.98333",
      lon: "116.58333",
    },
    name: "Нерчинск",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "56.65833",
      lon: "124.725",
    },
    name: "Нерюнгри",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "54.63333",
      lon: "22.56667",
    },
    name: "Нестеров",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "52.8",
      lon: "51.16667",
    },
    name: "Нефтегорск",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "56.08889",
      lon: "54.24639",
    },
    name: "Нефтекамск",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "44.75056",
      lon: "44.97972",
    },
    name: "Нефтекумск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "61.1",
      lon: "72.6",
    },
    name: "Нефтеюганск",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "58.29444",
      lon: "43.87806",
    },
    name: "Нея",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "60.93389",
      lon: "76.58111",
    },
    name: "Нижневартовск",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "55.63333",
      lon: "51.81667",
    },
    name: "Нижнекамск",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "54.9",
      lon: "99.01667",
    },
    name: "Нижнеудинск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "56.66667",
      lon: "59.3",
    },
    name: "Нижние Серги",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "53.53333",
      lon: "43.68333",
    },
    name: "Нижний Ломов",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "56.32694",
      lon: "44.0075",
    },
    name: "Нижний Новгород",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "57.91667",
      lon: "59.96667",
    },
    name: "Нижний Тагил",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.08333",
      lon: "60.71667",
    },
    name: "Нижняя Салда",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "58.62083",
      lon: "59.84778",
    },
    name: "Нижняя Тура",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "53.15",
      lon: "140.73333",
    },
    name: "Николаевск-на-Амуре",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "50.02722",
      lon: "45.46306",
    },
    name: "Николаевск",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "59.53333",
      lon: "45.45",
    },
    name: "Никольск",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "53.71667",
      lon: "46.08333",
    },
    name: "Никольск",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "59.7",
      lon: "30.78333",
    },
    name: "Никольское",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "60.106401",
      lon: "32.316183",
    },
    name: "Новая Ладога",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "59.05",
      lon: "60.6",
    },
    name: "Новая Ляля",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "45.49333",
      lon: "41.21694",
    },
    name: "Новоалександровск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "53.4",
      lon: "83.93333",
    },
    name: "Новоалтайск",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "50.51667",
      lon: "42.66667",
    },
    name: "Новоаннинский",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "51.31667",
      lon: "39.21667",
    },
    name: "Нововоронеж",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "64.41667",
      lon: "40.81667",
    },
    name: "Новодвинск",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "52.53333",
      lon: "31.93333",
    },
    name: "Новозыбков",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "45.1",
      lon: "41.05",
    },
    name: "Новокубанск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "53.73333",
      lon: "87.08333",
    },
    name: "Новокузнецк",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "53.1",
      lon: "49.91667",
    },
    name: "Новокуйбышевск",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "54.03333",
      lon: "39.75",
    },
    name: "Новомичуринск",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "54.03333",
      lon: "38.26667",
    },
    name: "Новомосковск",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "43.96361",
      lon: "43.63944",
    },
    name: "Новопавловск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "57.03333",
      lon: "29.33333",
    },
    name: "Новоржев",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "44.71667",
      lon: "37.76667",
    },
    name: "Новороссийск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "55.01667",
      lon: "82.91667",
    },
    name: "Новосибирск",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "52.96667",
      lon: "37.05",
    },
    name: "Новосиль",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "56.33333",
      lon: "30.15",
    },
    name: "Новосокольники",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "51.20667",
      lon: "58.32806",
    },
    name: "Новотроицк",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "50.45",
      lon: "48.15",
    },
    name: "Новоузенск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "54.15",
      lon: "48.38333",
    },
    name: "Новоульяновск",
    regionName: "Ульяновская область",
  },
  {
    coords: {
      lat: "57.25",
      lon: "60.08333",
    },
    name: "Новоуральск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "51.1",
      lon: "41.61667",
    },
    name: "Новохопёрск",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "56.12194",
      lon: "47.4925",
    },
    name: "Новочебоксарск",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "47.43583",
      lon: "40.09861",
    },
    name: "Новочеркасск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "47.76667",
      lon: "39.91667",
    },
    name: "Новошахтинск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "50.76667",
      lon: "37.86667",
    },
    name: "Новый Оскол",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "66.08472",
      lon: "76.67889",
    },
    name: "Новый Уренгой",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "55.85",
      lon: "38.43333",
    },
    name: "Ногинск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.55722",
      lon: "49.93417",
    },
    name: "Нолинск",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "69.33333",
      lon: "88.21667",
    },
    name: "Норильск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "63.20167",
      lon: "75.45167",
    },
    name: "Ноябрьск",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "54.43333",
      lon: "50.8",
    },
    name: "Нурлат",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "57.93333",
      lon: "55.33333",
    },
    name: "Нытва",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "63.28333",
      lon: "118.33333",
    },
    name: "Нюрба",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "62.13333",
      lon: "65.38333",
    },
    name: "Нягань",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "56.05",
      lon: "59.6",
    },
    name: "Нязепетровск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "61.66667",
      lon: "40.2",
    },
    name: "Няндома",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "49",
      lon: "131.05",
    },
    name: "Облучье",
    regionName: "Еврейская АО",
  },
  {
    coords: {
      lat: "55.1",
      lon: "36.61667",
    },
    name: "Обнинск",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "51.21111",
      lon: "36.27639",
    },
    name: "Обоянь",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "54.99167",
      lon: "82.7125",
    },
    name: "Обь",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "55.67333",
      lon: "37.27333",
    },
    name: "Одинцово",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "54.41667",
      lon: "22.01667",
    },
    name: "Озёрск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "55.75",
      lon: "60.71667",
    },
    name: "Озёрск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "54.857875",
      lon: "38.5438194",
    },
    name: "Озёры",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "53.16667",
      lon: "48.66667",
    },
    name: "Октябрьск",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "54.48333",
      lon: "53.48333",
    },
    name: "Октябрьский",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "58.38333",
      lon: "33.3",
    },
    name: "Окуловка",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "68.15",
      lon: "33.28333",
    },
    name: "Оленегорск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "60.98333",
      lon: "32.96667",
    },
    name: "Олонец",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "60.38333",
      lon: "120.43333",
    },
    name: "Олёкминск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "54.96667",
      lon: "73.38333",
    },
    name: "Омск",
    regionName: "Омская область",
  },
  {
    coords: {
      lat: "58.66667",
      lon: "52.18333",
    },
    name: "Омутнинск",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "63.91667",
      lon: "38.08333",
    },
    name: "Онега",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "56.71667",
      lon: "28.65",
    },
    name: "Опочка",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "51.76667",
      lon: "55.1",
    },
    name: "Оренбург",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "55.8",
      lon: "38.96667",
    },
    name: "Орехово-Зуево",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "58.53889",
      lon: "48.89861",
    },
    name: "Орлов",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "51.2",
      lon: "58.61667",
    },
    name: "Орск",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "52.96667",
      lon: "36.08333",
    },
    name: "Орёл",
    regionName: "Орловская область",
  },
  {
    coords: {
      lat: "57.28333",
      lon: "55.45",
    },
    name: "Оса",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "53.61667",
      lon: "87.33333",
    },
    name: "Осинники",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "57.15",
      lon: "33.1",
    },
    name: "Осташков",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "57.33333",
      lon: "28.35",
    },
    name: "Остров",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "68.05306",
      lon: "39.51306",
    },
    name: "Островной",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "50.86667",
      lon: "39.06667",
    },
    name: "Острогожск",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "59.77409",
      lon: "30.794553",
    },
    name: "Отрадное",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "53.36667",
      lon: "51.35",
    },
    name: "Отрадный",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "53.58333",
      lon: "142.95",
    },
    name: "Оха",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "57.71667",
      lon: "55.38333",
    },
    name: "Оханск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "57.88333",
      lon: "54.71667",
    },
    name: "Очёр",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "55.96194",
      lon: "43.09",
    },
    name: "Павлово",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "50.45",
      lon: "40.06667",
    },
    name: "Павловск",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "55.78333",
      lon: "38.65",
    },
    name: "Павловский Посад",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "50.05",
      lon: "46.88333",
    },
    name: "Палласовка",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "43.13333",
      lon: "133.13333",
    },
    name: "Партизанск",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "69.7",
      lon: "170.31667",
    },
    name: "Певек",
    regionName: "Чукотский АО",
  },
  {
    coords: {
      lat: "53.2",
      lon: "45",
    },
    name: "Пенза",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "54.86667",
      lon: "43.8",
    },
    name: "Первомайск",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "56.91667",
      lon: "59.95",
    },
    name: "Первоуральск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "55.6",
      lon: "44.55",
    },
    name: "Перевоз",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "56.41667",
      lon: "38.18333",
    },
    name: "Пересвет",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.7381333",
      lon: "38.8561528",
    },
    name: "Переславль-Залесский",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "58.01389",
      lon: "56.24889",
    },
    name: "Пермь",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "58.6",
      lon: "35.81667",
    },
    name: "Пестово",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "50.13333",
      lon: "45.21667",
    },
    name: "Петров Вал",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "51.28333",
      lon: "108.83333",
    },
    name: "Петровск-Забайкальский",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "52.31667",
      lon: "45.38333",
    },
    name: "Петровск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "61.79611",
      lon: "34.34917",
    },
    name: "Петрозаводск",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "53.01667",
      lon: "158.65",
    },
    name: "Петропавловск-Камчатский",
    regionName: "Камчатский край",
  },
  {
    coords: {
      lat: "55.06667",
      lon: "67.88333",
    },
    name: "Петухово",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "55.93333",
      lon: "39.46667",
    },
    name: "Петушки",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "65.11667",
      lon: "57.11667",
    },
    name: "Печора",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "57.81667",
      lon: "27.6",
    },
    name: "Печоры",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "59.512684",
      lon: "34.177483",
    },
    name: "Пикалёво",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "54.95",
      lon: "20.21667",
    },
    name: "Пионерский",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "61.56667",
      lon: "31.48333",
    },
    name: "Питкяранта",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "53.7",
      lon: "37.3",
    },
    name: "Плавск",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "54.36667",
      lon: "60.81667",
    },
    name: "Пласт",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "57.45",
      lon: "41.5",
    },
    name: "Плёс",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "51.2",
      lon: "42.25",
    },
    name: "Поворино",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "55.42972",
      lon: "37.54444",
    },
    name: "Подольск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "60.912097",
      lon: "34.167952",
    },
    name: "Подпорожье",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "61.75",
      lon: "75.58333",
    },
    name: "Покачи",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "55.91778",
      lon: "39.175",
    },
    name: "Покров",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "61.48333",
      lon: "129.15",
    },
    name: "Покровск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "56.45",
      lon: "60.18333",
    },
    name: "Полевской",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "54.86667",
      lon: "21.1",
    },
    name: "Полесск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "54.6",
      lon: "86.28333",
    },
    name: "Полысаево",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "67.36583",
      lon: "32.49806",
    },
    name: "Полярные Зори",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "69.19833",
      lon: "33.45611",
    },
    name: "Полярный",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "49.21667",
      lon: "143.1",
    },
    name: "Поронайск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "57.76667",
      lon: "29.55",
    },
    name: "Порхов",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "53.65",
      lon: "52.13333",
    },
    name: "Похвистнево",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "52.93333",
      lon: "33.45",
    },
    name: "Почеп",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "54.4",
      lon: "32.45",
    },
    name: "Починок",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "58.5",
      lon: "39.11667",
    },
    name: "Пошехонье",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "54.45",
      lon: "21.01667",
    },
    name: "Правдинск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "57.38333",
      lon: "41.28333",
    },
    name: "Приволжск",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "54.73333",
      lon: "20",
    },
    name: "Приморск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "60.36667",
      lon: "28.61667",
    },
    name: "Приморск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "46.05",
      lon: "38.18333",
    },
    name: "Приморско-Ахтарск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "61.03333",
      lon: "30.11667",
    },
    name: "Приозерск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "53.88333",
      lon: "86.71667",
    },
    name: "Прокопьевск",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "46.70306",
      lon: "41.71917",
    },
    name: "Пролетарск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "54.87944",
      lon: "37.21389",
    },
    name: "Протвино",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "43.750055",
      lon: "44.033333",
    },
    name: "Прохладный",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "57.81667",
      lon: "28.33333",
    },
    name: "Псков",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "52.01667",
      lon: "48.8",
    },
    name: "Пугачёв",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "61.8",
      lon: "36.53333",
    },
    name: "Пудож",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "56.33333",
      lon: "29.36667",
    },
    name: "Пустошка",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "56.98333",
      lon: "43.16667",
    },
    name: "Пучеж",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "56.01667",
      lon: "37.85",
    },
    name: "Пушкино",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "54.83333",
      lon: "37.61667",
    },
    name: "Пущино",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.06667",
      lon: "27.91667",
    },
    name: "Пыталово",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "60.75",
      lon: "72.78333",
    },
    name: "Пыть-Ях",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "44.0499664",
      lon: "43.0600548",
    },
    name: "Пятигорск",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "55.99778",
      lon: "40.32972",
    },
    name: "Радужный",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "62.13333",
      lon: "77.46667",
    },
    name: "Радужный",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "49.8",
      lon: "129.4",
    },
    name: "Райчихинск",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "55.56667",
      lon: "38.21667",
    },
    name: "Раменское",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "52.66667",
      lon: "41.88333",
    },
    name: "Рассказово",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "56.8",
      lon: "59.91667",
    },
    name: "Ревда",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "57.36667",
      lon: "61.4",
    },
    name: "Реж",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "55.76667",
      lon: "37.86667",
    },
    name: "Реутов",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "56.2655833",
      lon: "34.3275694",
    },
    name: "Ржев",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "57.1",
      lon: "41.73333",
    },
    name: "Родники",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "53.94917",
      lon: "32.85694",
    },
    name: "Рославль",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "50.2",
      lon: "39.58333",
    },
    name: "Россошь",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "47.24056",
      lon: "39.71056",
    },
    name: "Ростов-на-Дону",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "57.18333",
      lon: "39.41667",
    },
    name: "Ростов",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "55.66361",
      lon: "39.865",
    },
    name: "Рошаль",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "52.25",
      lon: "43.78333",
    },
    name: "Ртищево",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "51.52722",
      lon: "81.218806",
    },
    name: "Рубцовск",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "54.95",
      lon: "31.06667",
    },
    name: "Рудня",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "55.69889",
      lon: "36.19528",
    },
    name: "Руза",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "54.06667",
      lon: "44.95",
    },
    name: "Рузаевка",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "58.05",
      lon: "38.83333",
    },
    name: "Рыбинск",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "54.73333",
      lon: "39.51667",
    },
    name: "Рыбное",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "51.56667",
      lon: "34.68333",
    },
    name: "Рыльск",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "53.71667",
      lon: "40.06667",
    },
    name: "Ряжск",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "54.61667",
      lon: "39.71667",
    },
    name: "Рязань",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "45.13361",
      lon: "33.57722",
    },
    name: "Саки",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "53.36667",
      lon: "55.93333",
    },
    name: "Салават",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "54.23333",
      lon: "85.8",
    },
    name: "Салаир",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "66.53333",
      lon: "66.63333",
    },
    name: "Салехард",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "46.48333",
      lon: "41.53333",
    },
    name: "Сальск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "53.18333",
      lon: "50.11667",
    },
    name: "Самара",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "59.95",
      lon: "30.31667",
    },
    name: "Санкт-Петербург",
    regionName: "Санкт-Петербург",
  },
  {
    coords: {
      lat: "54.18333",
      lon: "45.18333",
    },
    name: "Саранск",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "56.46667",
      lon: "53.8",
    },
    name: "Сарапул",
    regionName: "Удмуртия",
  },
  {
    coords: {
      lat: "51.53333",
      lon: "46",
    },
    name: "Саратов",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "54.93333",
      lon: "43.31667",
    },
    name: "Саров",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "54.35",
      lon: "41.91667",
    },
    name: "Сасово",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "55.05",
      lon: "59.05",
    },
    name: "Сатка",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "55.1",
      lon: "33.25",
    },
    name: "Сафоново",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "53.1",
      lon: "91.4",
    },
    name: "Саяногорск",
    regionName: "Хакасия",
  },
  {
    coords: {
      lat: "54.11667",
      lon: "102.16667",
    },
    name: "Саянск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "54.93333",
      lon: "20.15",
    },
    name: "Светлогорск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "45.33083",
      lon: "42.85111",
    },
    name: "Светлоград",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "54.68333",
      lon: "20.13333",
    },
    name: "Светлый",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "61.10833",
      lon: "28.85833",
    },
    name: "Светогорск",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "53.08333",
      lon: "103.33333",
    },
    name: "Свирск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "51.38333",
      lon: "128.13333",
    },
    name: "Свободный",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "56.28333",
      lon: "28.48333",
    },
    name: "Себеж",
    regionName: "Псковская область",
  },
  {
    coords: {
      lat: "44.6",
      lon: "33.53333",
    },
    name: "Севастополь",
    regionName: "Севастополь",
  },
  {
    coords: {
      lat: "50.66667",
      lon: "156.11667",
    },
    name: "Северо-Курильск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "55.63333",
      lon: "109.31667",
    },
    name: "Северобайкальск",
    regionName: "Бурятия",
  },
  {
    coords: {
      lat: "64.56667",
      lon: "39.85",
    },
    name: "Северодвинск",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "69.06917",
      lon: "33.41667",
    },
    name: "Североморск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "60.15",
      lon: "59.93333",
    },
    name: "Североуральск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "56.6",
      lon: "84.85",
    },
    name: "Северск",
    regionName: "Томская область",
  },
  {
    coords: {
      lat: "52.15",
      lon: "34.49389",
    },
    name: "Севск",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "63.73333",
      lon: "34.31667",
    },
    name: "Сегежа",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "53.36944",
      lon: "34.1",
    },
    name: "Сельцо",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "47.51667",
      lon: "40.8",
    },
    name: "Семикаракорск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "51.68333",
      lon: "39.03333",
    },
    name: "Семилуки",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "56.78944",
      lon: "44.49056",
    },
    name: "Семёнов",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "53.96667",
      lon: "48.8",
    },
    name: "Сенгилей",
    regionName: "Ульяновская область",
  },
  {
    coords: {
      lat: "49.58333",
      lon: "42.73333",
    },
    name: "Серафимович",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "55.53333",
      lon: "45.46667",
    },
    name: "Сергач",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "56.3",
      lon: "38.13333",
    },
    name: "Сергиев Посад",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "52.46667",
      lon: "44.21667",
    },
    name: "Сердобск",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "59.58333",
      lon: "60.56667",
    },
    name: "Серов",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "54.91667",
      lon: "37.4",
    },
    name: "Серпухов",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "60.141613",
      lon: "30.211879",
    },
    name: "Сертолово",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "52.7",
      lon: "58.65",
    },
    name: "Сибай",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "54.98333",
      lon: "57.68333",
    },
    name: "Сим",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "44.94806",
      lon: "34.10417",
    },
    name: "Симферополь",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "53.98333",
      lon: "123.93333",
    },
    name: "Сковородино",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "53.81667",
      lon: "39.55",
    },
    name: "Скопин",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "53",
      lon: "78.65",
    },
    name: "Славгород",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "55.05",
      lon: "21.66667",
    },
    name: "Славск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "45.25861",
      lon: "38.12472",
    },
    name: "Славянск-на-Кубани",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "59.11667",
      lon: "28.08333",
    },
    name: "Сланцы",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "58.724167",
      lon: "50.161167",
    },
    name: "Слободской",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "51.66667",
      lon: "103.7",
    },
    name: "Слюдянка",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "54.78278",
      lon: "32.04528",
    },
    name: "Смоленск",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "56.08333",
      lon: "60.73333",
    },
    name: "Снежинск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "69.19417",
      lon: "33.23306",
    },
    name: "Снежногорск",
    regionName: "Мурманская область",
  },
  {
    coords: {
      lat: "55.99",
      lon: "40.01667",
    },
    name: "Собинка",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "55.08333",
      lon: "21.88333",
    },
    name: "Советск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "57.601306",
      lon: "48.938611",
    },
    name: "Советск",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "53.93333",
      lon: "37.63333",
    },
    name: "Советск",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "48.9575",
      lon: "140.2811111",
    },
    name: "Советская Гавань",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "61.36667",
      lon: "63.56667",
    },
    name: "Советский",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "59.46667",
      lon: "40.11667",
    },
    name: "Сокол",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "59.08333",
      lon: "42.28333",
    },
    name: "Солигалич",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "59.63333",
      lon: "56.76667",
    },
    name: "Соликамск",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "56.18444",
      lon: "36.995",
    },
    name: "Солнечногорск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "51.16667",
      lon: "54.98333",
    },
    name: "Соль-Илецк",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "61.33333",
      lon: "46.91667",
    },
    name: "Сольвычегодск",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "58.11667",
      lon: "30.31667",
    },
    name: "Сольцы",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "52.43333",
      lon: "53.15",
    },
    name: "Сорочинск",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "54",
      lon: "90.25",
    },
    name: "Сорск",
    regionName: "Хакасия",
  },
  {
    coords: {
      lat: "61.7",
      lon: "30.66667",
    },
    name: "Сортавала",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "54.05",
      lon: "35.96667",
    },
    name: "Сосенский",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "56.2543",
      lon: "51.2812",
    },
    name: "Сосновка",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "56.13333",
      lon: "93.36667",
    },
    name: "Сосновоборск",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "59.9",
      lon: "29.08611",
    },
    name: "Сосновый Бор",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "63.58333",
      lon: "53.93333",
    },
    name: "Сосногорск",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "43.58528",
      lon: "39.72028",
    },
    name: "Сочи",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "54.40980806",
      lon: "34.01899194",
    },
    name: "Спас-Деменск",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.13333",
      lon: "40.16667",
    },
    name: "Спас-Клепики",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "44.6",
      lon: "132.81667",
    },
    name: "Спасск-Дальний",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "54.4",
      lon: "40.38333",
    },
    name: "Спасск-Рязанский",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "53.93333",
      lon: "43.18333",
    },
    name: "Спасск",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "67.458",
      lon: "153.706",
    },
    name: "Среднеколымск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "56.98333",
      lon: "60.46667",
    },
    name: "Среднеуральск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "52.25",
      lon: "117.71667",
    },
    name: "Сретенск",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "45.03333",
      lon: "41.96667",
    },
    name: "Ставрополь",
    regionName: "Ставропольский край",
  },
  {
    coords: {
      lat: "55.8",
      lon: "38.18333",
    },
    name: "Старая Купавна",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.98333",
      lon: "31.35",
    },
    name: "Старая Русса",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "56.51667",
      lon: "34.93333",
    },
    name: "Старица",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "52.58333",
      lon: "32.76667",
    },
    name: "Стародуб",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "45.02917",
      lon: "35.08861",
    },
    name: "Старый Крым",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "51.29806",
      lon: "37.835",
    },
    name: "Старый Оскол",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "53.63333",
      lon: "55.95",
    },
    name: "Стерлитамак",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "60.73333",
      lon: "77.58333",
    },
    name: "Стрежевой",
    regionName: "Томская область",
  },
  {
    coords: {
      lat: "50.78333",
      lon: "36.48333",
    },
    name: "Строитель",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "56.37333",
      lon: "38.585",
    },
    name: "Струнино",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "54.88694",
      lon: "38.07722",
    },
    name: "Ступино",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "54.11667",
      lon: "36.5",
    },
    name: "Суворов",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "44.85139",
      lon: "34.9725",
    },
    name: "Судак",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "51.190694",
      lon: "35.27083",
    },
    name: "Суджа",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "55.95",
      lon: "40.86667",
    },
    name: "Судогда",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "56.42111",
      lon: "40.44889",
    },
    name: "Суздаль",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "43.313475",
      lon: "45.051581",
    },
    name: "Сунжа",
    regionName: "Ингушетия",
  },
  {
    coords: {
      lat: "62.08333",
      lon: "32.36667",
    },
    name: "Суоярви",
    regionName: "Карелия",
  },
  {
    coords: {
      lat: "53.01667",
      lon: "32.4",
    },
    name: "Сураж",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "61.25",
      lon: "73.43333",
    },
    name: "Сургут",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "48.6",
      lon: "42.85",
    },
    name: "Суровикино",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "53.08333",
      lon: "45.7",
    },
    name: "Сурск",
    regionName: "Пензенская область",
  },
  {
    coords: {
      lat: "62.78333",
      lon: "148.15",
    },
    name: "Сусуман",
    regionName: "Магаданская область",
  },
  {
    coords: {
      lat: "54.1",
      lon: "35.35",
    },
    name: "Сухиничи",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "56.90583",
      lon: "62.03417",
    },
    name: "Сухой Лог",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "53.16667",
      lon: "48.46667",
    },
    name: "Сызрань",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "61.66667",
      lon: "50.81667",
    },
    name: "Сыктывкар",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "56.5",
      lon: "60.81667",
    },
    name: "Сысерть",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "55.83333",
      lon: "34.28333",
    },
    name: "Сычёвка",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "60.137057",
      lon: "32.561279",
    },
    name: "Сясьстрой",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "58.05",
      lon: "65.26667",
    },
    name: "Тавда",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "47.23917",
      lon: "38.88333",
    },
    name: "Таганрог",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "56.06667",
      lon: "85.61667",
    },
    name: "Тайга",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "55.93333",
      lon: "98.01667",
    },
    name: "Тайшет",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "56.73333",
      lon: "37.53333",
    },
    name: "Талдом",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.0125",
      lon: "63.72917",
    },
    name: "Талица",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "52.71667",
      lon: "41.43333",
    },
    name: "Тамбов",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "56.902383",
      lon: "74.37079",
    },
    name: "Тара",
    regionName: "Омская область",
  },
  {
    coords: {
      lat: "64.91472",
      lon: "77.77278",
    },
    name: "Тарко-Сале",
    regionName: "Ямало-Ненецкий АО",
  },
  {
    coords: {
      lat: "54.71667",
      lon: "37.18333",
    },
    name: "Таруса",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.21667",
      lon: "75.96667",
    },
    name: "Татарск",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "52.76667",
      lon: "87.86667",
    },
    name: "Таштагол",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "56.8578278",
      lon: "35.9219278",
    },
    name: "Тверь",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "43.449437",
      lon: "41.74382",
    },
    name: "Теберда",
    regionName: "Карачаево-Черкесия",
  },
  {
    coords: {
      lat: "56.85",
      lon: "40.55",
    },
    name: "Тейково",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "54.63333",
      lon: "43.21667",
    },
    name: "Темников",
    regionName: "Мордовия",
  },
  {
    coords: {
      lat: "45.26667",
      lon: "37.38333",
    },
    name: "Темрюк",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "43.48333",
      lon: "44.13889",
    },
    name: "Терек",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "54.93333",
      lon: "48.83333",
    },
    name: "Тетюши",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "45.61667",
      lon: "38.93333",
    },
    name: "Тимашёвск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "59.644213",
      lon: "33.542105",
    },
    name: "Тихвин",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "45.85",
      lon: "40.11667",
    },
    name: "Тихорецк",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "58.19528",
      lon: "68.25806",
    },
    name: "Тобольск",
    regionName: "Тюменская область",
  },
  {
    coords: {
      lat: "55.23333",
      lon: "84.38333",
    },
    name: "Тогучин",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "53.51667",
      lon: "49.41667",
    },
    name: "Тольятти",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "47.76667",
      lon: "142.06667",
    },
    name: "Томари",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "58.96667",
      lon: "126.26667",
    },
    name: "Томмот",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "56.48861",
      lon: "84.95222",
    },
    name: "Томск",
    regionName: "Томская область",
  },
  {
    coords: {
      lat: "55.28333",
      lon: "85.61667",
    },
    name: "Топки",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "57.03333",
      lon: "34.96667",
    },
    name: "Торжок",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "56.5",
      lon: "31.63333",
    },
    name: "Торопец",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "59.541179",
      lon: "30.875006",
    },
    name: "Тосно",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "59.98333",
      lon: "42.76667",
    },
    name: "Тотьма",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "54.08333",
      lon: "61.56667",
    },
    name: "Троицк",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "52.58333",
      lon: "33.76667",
    },
    name: "Трубчевск",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "54.8",
      lon: "58.45",
    },
    name: "Трёхгорный",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "44.1",
      lon: "39.08333",
    },
    name: "Туапсе",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "54.6",
      lon: "53.7",
    },
    name: "Туймазы",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "54.2",
      lon: "37.61667",
    },
    name: "Тула",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "54.56667",
      lon: "100.56667",
    },
    name: "Тулун",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "52.1446",
      lon: "93.9181",
    },
    name: "Туран",
    regionName: "Тыва",
  },
  {
    coords: {
      lat: "58.03333",
      lon: "63.7",
    },
    name: "Туринск",
    regionName: "Свердловская область",
  },
  {
    coords: {
      lat: "57.88333",
      lon: "39.53333",
    },
    name: "Тутаев",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "55.15",
      lon: "124.71667",
    },
    name: "Тында",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "43.3892664",
      lon: "42.9189065",
    },
    name: "Тырныауз",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "55.86667",
      lon: "72.2",
    },
    name: "Тюкалинск",
    regionName: "Омская область",
  },
  {
    coords: {
      lat: "57.15",
      lon: "65.53333",
    },
    name: "Тюмень",
    regionName: "Тюменская область",
  },
  {
    coords: {
      lat: "51.98333",
      lon: "42.26667",
    },
    name: "Уварово",
    regionName: "Тамбовская область",
  },
  {
    coords: {
      lat: "49.06667",
      lon: "142.03333",
    },
    name: "Углегорск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "57.53333",
      lon: "38.33333",
    },
    name: "Углич",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "66.4",
      lon: "112.3",
    },
    name: "Удачный",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "57.88333",
      lon: "35.01667",
    },
    name: "Удомля",
    regionName: "Тверская область",
  },
  {
    coords: {
      lat: "55.31667",
      lon: "89.81667",
    },
    name: "Ужур",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "53.9791417",
      lon: "38.1600833",
    },
    name: "Узловая",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "51.83333",
      lon: "107.61667",
    },
    name: "Улан-Удэ",
    regionName: "Бурятия",
  },
  {
    coords: {
      lat: "54.31667",
      lon: "48.36667",
    },
    name: "Ульяновск",
    regionName: "Ульяновская область",
  },
  {
    coords: {
      lat: "52.85",
      lon: "32.68333",
    },
    name: "Унеча",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "60.13333",
      lon: "64.78333",
    },
    name: "Урай",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "57.46667",
      lon: "45.78333",
    },
    name: "Урень",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "57.11667",
      lon: "50",
    },
    name: "Уржум",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "43.129123",
      lon: "45.54167",
    },
    name: "Урус-Мартан",
    regionName: "Чечня",
  },
  {
    coords: {
      lat: "50.8",
      lon: "42.01667",
    },
    name: "Урюпинск",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "65.995028",
      lon: "57.557139",
    },
    name: "Усинск",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "52.05",
      lon: "39.73333",
    },
    name: "Усмань",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "52.75",
      lon: "103.65",
    },
    name: "Усолье-Сибирское",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "59.41667",
      lon: "56.68333",
    },
    name: "Усолье",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "43.8",
      lon: "131.95",
    },
    name: "Уссурийск",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "44.08611",
      lon: "41.97194",
    },
    name: "Усть-Джегута",
    regionName: "Карачаево-Черкесия",
  },
  {
    coords: {
      lat: "58",
      lon: "102.66667",
    },
    name: "Усть-Илимск",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "54.93333",
      lon: "58.16667",
    },
    name: "Усть-Катав",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "56.8",
      lon: "105.83333",
    },
    name: "Усть-Кут",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "45.21528",
      lon: "39.68944",
    },
    name: "Усть-Лабинск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "58.83333",
      lon: "36.43333",
    },
    name: "Устюжна",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "54.73333",
      lon: "55.96667",
    },
    name: "Уфа",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "63.56667",
      lon: "53.7",
    },
    name: "Ухта",
    regionName: "Коми",
  },
  {
    coords: {
      lat: "54.31667",
      lon: "59.38333",
    },
    name: "Учалы",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "55.81667",
      lon: "94.31667",
    },
    name: "Уяр",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "52.08944",
      lon: "35.85889",
    },
    name: "Фатеж",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "45.04889",
      lon: "35.37917",
    },
    name: "Феодосия",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "53.45",
      lon: "34.41667",
    },
    name: "Фокино",
    regionName: "Брянская область",
  },
  {
    coords: {
      lat: "42.96667",
      lon: "132.4",
    },
    name: "Фокино",
    regionName: "Приморский край",
  },
  {
    coords: {
      lat: "49.76667",
      lon: "43.65",
    },
    name: "Фролово",
    regionName: "Волгоградская область",
  },
  {
    coords: {
      lat: "55.95",
      lon: "38.05",
    },
    name: "Фрязино",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.25",
      lon: "41.1",
    },
    name: "Фурманов",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "48.48333",
      lon: "135.06667",
    },
    name: "Хабаровск",
    regionName: "Хабаровский край",
  },
  {
    coords: {
      lat: "44.42389",
      lon: "39.53722",
    },
    name: "Хадыженск",
    regionName: "Краснодарский край",
  },
  {
    coords: {
      lat: "61",
      lon: "69",
    },
    name: "Ханты-Мансийск",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "47.4",
      lon: "47.25",
    },
    name: "Харабали",
    regionName: "Астраханская область",
  },
  {
    coords: {
      lat: "59.95",
      lon: "40.2",
    },
    name: "Харовск",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "43.25",
      lon: "46.58333",
    },
    name: "Хасавюрт",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "52.48333",
      lon: "48.1",
    },
    name: "Хвалынск",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "51.35",
      lon: "110.45",
    },
    name: "Хилок",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "55.88917",
      lon: "37.445",
    },
    name: "Химки",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "57.15",
      lon: "31.18333",
    },
    name: "Холм",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "47.04028",
      lon: "142.04306",
    },
    name: "Холмск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "56.25",
      lon: "37.98333",
    },
    name: "Хотьково",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.86667",
      lon: "47.48333",
    },
    name: "Цивильск",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "47.64667",
      lon: "42.09472",
    },
    name: "Цимлянск",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "51.7602528",
      lon: "128.121175",
    },
    name: "Циолковский",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "51.28333",
      lon: "91.56667",
    },
    name: "Чадан",
    regionName: "Тыва",
  },
  {
    coords: {
      lat: "56.76667",
      lon: "54.11667",
    },
    name: "Чайковский",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "52.98333",
      lon: "49.71667",
    },
    name: "Чапаевск",
    regionName: "Самарская область",
  },
  {
    coords: {
      lat: "53.24167",
      lon: "39.96667",
    },
    name: "Чаплыгин",
    regionName: "Липецкая область",
  },
  {
    coords: {
      lat: "54.97778",
      lon: "60.37",
    },
    name: "Чебаркуль",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "56.11667",
      lon: "47.23333",
    },
    name: "Чебоксары",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "43.566657",
      lon: "43.583325",
    },
    name: "Чегем",
    regionName: "Кабардино-Балкария",
  },
  {
    coords: {
      lat: "54.1",
      lon: "36.25",
    },
    name: "Чекалин",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "55.16222",
      lon: "61.40306",
    },
    name: "Челябинск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "60.4",
      lon: "56.48333",
    },
    name: "Чердынь",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "53.15",
      lon: "103.06667",
    },
    name: "Черемхово",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "54.21667",
      lon: "83.36667",
    },
    name: "Черепаново",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "59.11667",
      lon: "37.9",
    },
    name: "Череповец",
    regionName: "Вологодская область",
  },
  {
    coords: {
      lat: "44.213888",
      lon: "42.04431",
    },
    name: "Черкесск",
    regionName: "Карачаево-Черкесия",
  },
  {
    coords: {
      lat: "56.01472",
      lon: "38.38972",
    },
    name: "Черноголовка",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "53.81667",
      lon: "91.28333",
    },
    name: "Черногорск",
    regionName: "Хакасия",
  },
  {
    coords: {
      lat: "56.5",
      lon: "56.08333",
    },
    name: "Чернушка",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "54.63333",
      lon: "21.81667",
    },
    name: "Черняховск",
    regionName: "Калининградская область",
  },
  {
    coords: {
      lat: "55.145",
      lon: "37.45556",
    },
    name: "Чехов",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.36667",
      lon: "50.63333",
    },
    name: "Чистополь",
    regionName: "Татарстан",
  },
  {
    coords: {
      lat: "52.03333",
      lon: "113.5",
    },
    name: "Чита",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "56.76667",
      lon: "43.25",
    },
    name: "Чкаловск",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "59.12806",
      lon: "31.65917",
    },
    name: "Чудово",
    regionName: "Новгородская область",
  },
  {
    coords: {
      lat: "55.1",
      lon: "80.96667",
    },
    name: "Чулым",
    regionName: "Новосибирская область",
  },
  {
    coords: {
      lat: "58.28333",
      lon: "57.81667",
    },
    name: "Чусовой",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "58.75",
      lon: "42.7",
    },
    name: "Чухлома",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "58.78333",
      lon: "56.15",
    },
    name: "Чёрмоз",
    regionName: "Пермский край",
  },
  {
    coords: {
      lat: "51.53333",
      lon: "92.9",
    },
    name: "Шагонар",
    regionName: "Тыва",
  },
  {
    coords: {
      lat: "56.08333",
      lon: "63.63333",
    },
    name: "Шадринск",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "43.145",
      lon: "45.903847",
    },
    name: "Шали",
    regionName: "Чечня",
  },
  {
    coords: {
      lat: "55.525",
      lon: "89.2",
    },
    name: "Шарыпово",
    regionName: "Красноярский край",
  },
  {
    coords: {
      lat: "58.36667",
      lon: "45.5",
    },
    name: "Шарья",
    regionName: "Костромская область",
  },
  {
    coords: {
      lat: "55.5776722",
      lon: "39.5446333",
    },
    name: "Шатура",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "47.7122111",
      lon: "40.2083694",
    },
    name: "Шахты",
    regionName: "Ростовская область",
  },
  {
    coords: {
      lat: "57.67472",
      lon: "46.62083",
    },
    name: "Шахунья",
    regionName: "Нижегородская область",
  },
  {
    coords: {
      lat: "54.03333",
      lon: "41.7",
    },
    name: "Шацк",
    regionName: "Рязанская область",
  },
  {
    coords: {
      lat: "50.40778",
      lon: "36.89694",
    },
    name: "Шебекино",
    regionName: "Белгородская область",
  },
  {
    coords: {
      lat: "52.2",
      lon: "104.1",
    },
    name: "Шелехов",
    regionName: "Иркутская область",
  },
  {
    coords: {
      lat: "62.1",
      lon: "42.9",
    },
    name: "Шенкурск",
    regionName: "Архангельская область",
  },
  {
    coords: {
      lat: "51.85",
      lon: "116.03333",
    },
    name: "Шилка",
    regionName: "Забайкальский край",
  },
  {
    coords: {
      lat: "52",
      lon: "127.66667",
    },
    name: "Шимановск",
    regionName: "Амурская область",
  },
  {
    coords: {
      lat: "52.1137809",
      lon: "47.199229",
    },
    name: "Шиханы",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "59.944959",
      lon: "31.034754",
    },
    name: "Шлиссельбург",
    regionName: "Ленинградская область",
  },
  {
    coords: {
      lat: "55.5",
      lon: "46.41667",
    },
    name: "Шумерля",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "55.23333",
      lon: "63.28333",
    },
    name: "Шумиха",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "56.85",
      lon: "41.36667",
    },
    name: "Шуя",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "51.88111",
      lon: "36.90306",
    },
    name: "Щигры",
    regionName: "Курская область",
  },
  {
    coords: {
      lat: "55.21667",
      lon: "62.76667",
    },
    name: "Щучье",
    regionName: "Курганская область",
  },
  {
    coords: {
      lat: "54",
      lon: "37.51667",
    },
    name: "Щёкино",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "45.42361",
      lon: "35.81861",
    },
    name: "Щёлкино",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "55.91667",
      lon: "38",
    },
    name: "Щёлково",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.88333",
      lon: "38.78333",
    },
    name: "Электрогорск",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.8",
      lon: "38.45",
    },
    name: "Электросталь",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "55.71667",
      lon: "38.21667",
    },
    name: "Электроугли",
    regionName: "Московская область",
  },
  {
    coords: {
      lat: "46.31667",
      lon: "44.26667",
    },
    name: "Элиста",
    regionName: "Калмыкия",
  },
  {
    coords: {
      lat: "51.46667",
      lon: "46.11667",
    },
    name: "Энгельс",
    regionName: "Саратовская область",
  },
  {
    coords: {
      lat: "51.83333",
      lon: "40.8",
    },
    name: "Эртиль",
    regionName: "Воронежская область",
  },
  {
    coords: {
      lat: "61.31667",
      lon: "63.35",
    },
    name: "Югорск",
    regionName: "Ханты-Мансийский АО — Югра",
  },
  {
    coords: {
      lat: "56.58333",
      lon: "42.01667",
    },
    name: "Южа",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "46.95",
      lon: "142.73333",
    },
    name: "Южно-Сахалинск",
    regionName: "Сахалинская область",
  },
  {
    coords: {
      lat: "44.66667",
      lon: "45.65",
    },
    name: "Южно-Сухокумск",
    regionName: "Дагестан",
  },
  {
    coords: {
      lat: "54.45",
      lon: "61.25",
    },
    name: "Южноуральск",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "55.73333",
      lon: "84.9",
    },
    name: "Юрга",
    regionName: "Кемеровская область",
  },
  {
    coords: {
      lat: "56.5",
      lon: "39.68333",
    },
    name: "Юрьев-Польский",
    regionName: "Владимирская область",
  },
  {
    coords: {
      lat: "57.31667",
      lon: "43.1",
    },
    name: "Юрьевец",
    regionName: "Ивановская область",
  },
  {
    coords: {
      lat: "54.86667",
      lon: "58.43333",
    },
    name: "Юрюзань",
    regionName: "Челябинская область",
  },
  {
    coords: {
      lat: "54.75",
      lon: "35.23333",
    },
    name: "Юхнов",
    regionName: "Калужская область",
  },
  {
    coords: {
      lat: "55.95",
      lon: "46.2",
    },
    name: "Ядрин",
    regionName: "Чувашия",
  },
  {
    coords: {
      lat: "62.02722",
      lon: "129.73194",
    },
    name: "Якутск",
    regionName: "Якутия",
  },
  {
    coords: {
      lat: "44.49944",
      lon: "34.15528",
    },
    name: "Ялта",
    regionName: "Крым",
  },
  {
    coords: {
      lat: "56.65",
      lon: "66.3",
    },
    name: "Ялуторовск",
    regionName: "Тюменская область",
  },
  {
    coords: {
      lat: "56.26667",
      lon: "54.93333",
    },
    name: "Янаул",
    regionName: "Башкортостан",
  },
  {
    coords: {
      lat: "57.303306",
      lon: "47.868806",
    },
    name: "Яранск",
    regionName: "Кировская область",
  },
  {
    coords: {
      lat: "52.93333",
      lon: "78.58333",
    },
    name: "Яровое",
    regionName: "Алтайский край",
  },
  {
    coords: {
      lat: "57.61667",
      lon: "39.85",
    },
    name: "Ярославль",
    regionName: "Ярославская область",
  },
  {
    coords: {
      lat: "55.06667",
      lon: "32.68333",
    },
    name: "Ярцево",
    regionName: "Смоленская область",
  },
  {
    coords: {
      lat: "54.4793833",
      lon: "37.6933556",
    },
    name: "Ясногорск",
    regionName: "Тульская область",
  },
  {
    coords: {
      lat: "51.03333",
      lon: "59.86667",
    },
    name: "Ясный",
    regionName: "Оренбургская область",
  },
  {
    coords: {
      lat: "56.28333",
      lon: "37.48333",
    },
    name: "Яхрома",
    regionName: "Московская область",
  },
];
