export const countries = [
  {
    value: "Австралия",
  },
  {
    value: "Австрия",
  },
  {
    value: "Азербайджан",
  },
  {
    value: "Албания",
  },
  {
    value: "Алжир",
  },
  {
    value: "Ангола",
  },
  {
    value: "Андорра",
  },
  {
    value: "Антигуа и Барбуда",
  },
  {
    value: "Аргентина",
  },
  {
    value: "Армения",
  },
  {
    value: "Афганистан",
  },
  {
    value: "Багамские Острова",
  },
  {
    value: "Бангладеш",
  },
  {
    value: "Барбадос",
  },
  {
    value: "Бахрейн",
  },
  {
    value: "Белиз",
  },
  {
    value: "Белоруссия",
  },
  {
    value: "Бельгия",
  },
  {
    value: "Бенин",
  },
  {
    value: "Болгария",
  },
  {
    value: "Боливия",
  },
  {
    value: "Босния и Герцеговина",
  },
  {
    value: "Ботсвана",
  },
  {
    value: "Бразилия",
  },
  {
    value: "Бруней",
  },
  {
    value: "Буркина-Фасо",
  },
  {
    value: "Бурунди",
  },
  {
    value: "Бутан",
  },
  {
    value: "Вануату",
  },
  {
    value: "Великобритания",
  },
  {
    value: "Венгрия",
  },
  {
    value: "Венесуэла",
  },
  {
    value: "Восточный Тимор",
  },
  {
    value: "Вьетнам",
  },
  {
    value: "Габон",
  },
  {
    value: "Гаити",
  },
  {
    value: "Гайана",
  },
  {
    value: "Гамбия",
  },
  {
    value: "Гана",
  },
  {
    value: "Гватемала",
  },
  {
    value: "Гвинея",
  },
  {
    value: "Гвинея-Бисау",
  },
  {
    value: "Германия",
  },
  {
    value: "Гондурас",
  },
  {
    value: "Гренада",
  },
  {
    value: "Греция",
  },
  {
    value: "Грузия",
  },
  {
    value: "Дания",
  },
  {
    value: "Джибути",
  },
  {
    value: "Доминика",
  },
  {
    value: "Доминиканская Республика",
  },
  {
    value: "ДР Конго",
  },
  {
    value: "Египет",
  },
  {
    value: "Замбия",
  },
  {
    value: "Зимбабве",
  },
  {
    value: "Израиль",
  },
  {
    value: "Индия",
  },
  {
    value: "Индонезия",
  },
  {
    value: "Иордания",
  },
  {
    value: "Ирак",
  },
  {
    value: "Иран",
  },
  {
    value: "Ирландия",
  },
  {
    value: "Исландия",
  },
  {
    value: "Испания",
  },
  {
    value: "Италия",
  },
  {
    value: "Йемен",
  },
  {
    value: "Кабо-Верде",
  },
  {
    value: "Казахстан",
  },
  {
    value: "Камбоджа",
  },
  {
    value: "Камерун",
  },
  {
    value: "Канада",
  },
  {
    value: "Катар",
  },
  {
    value: "Кения",
  },
  {
    value: "Кипр",
  },
  {
    value: "Киргизия",
  },
  {
    value: "Кирибати",
  },
  {
    value: "КНДР (Корейская Народно-Демократическая Республика)",
  },
  {
    value: "Китай (Китайская Народная Республика)",
  },
  {
    value: "Колумбия",
  },
  {
    value: "Коморы",
  },
  {
    value: "Коста-Рика",
  },
  {
    value: "Кот-д’Ивуар",
  },
  {
    value: "Куба",
  },
  {
    value: "Кувейт",
  },
  {
    value: "Лаос",
  },
  {
    value: "Латвия",
  },
  {
    value: "Лесото",
  },
  {
    value: "Либерия",
  },
  {
    value: "Ливан",
  },
  {
    value: "Ливия",
  },
  {
    value: "Литва",
  },
  {
    value: "Лихтенштейн",
  },
  {
    value: "Люксембург",
  },
  {
    value: "Маврикий",
  },
  {
    value: "Мавритания",
  },
  {
    value: "Мадагаскар",
  },
  {
    value: "Северная Македония",
  },
  {
    value: "Малави",
  },
  {
    value: "Малайзия",
  },
  {
    value: "Мали",
  },
  {
    value: "Мальдивы",
  },
  {
    value: "Мальта",
  },
  {
    value: "Марокко",
  },
  {
    value: "Маршалловы Острова",
  },
  {
    value: "Мексика",
  },
  {
    value: "Микронезия",
  },
  {
    value: "Мозамбик",
  },
  {
    value: "Молдавия",
  },
  {
    value: "Монако",
  },
  {
    value: "Монголия",
  },
  {
    value: "Мьянма",
  },
  {
    value: "Намибия",
  },
  {
    value: "Науру",
  },
  {
    value: "Непал",
  },
  {
    value: "Нигер",
  },
  {
    value: "Нигерия",
  },
  {
    value: "Нидерланды",
  },
  {
    value: "Никарагуа",
  },
  {
    value: "Новая Зеландия",
  },
  {
    value: "Норвегия",
  },
  {
    value: "ОАЭ",
  },
  {
    value: "Оман",
  },
  {
    value: "Пакистан",
  },
  {
    value: "Палау",
  },
  {
    value: "Панама",
  },
  {
    value: "Папуа — Новая Гвинея",
  },
  {
    value: "Парагвай",
  },
  {
    value: "Перу",
  },
  {
    value: "Польша",
  },
  {
    value: "Португалия",
  },
  {
    value: "Республика Конго",
  },
  {
    value: "Республика Корея",
  },
  {
    value: "Россия",
  },
  {
    value: "Руанда",
  },
  {
    value: "Румыния",
  },
  {
    value: "Сальвадор",
  },
  {
    value: "Самоа",
  },
  {
    value: "Сан-Марино",
  },
  {
    value: "Сан-Томе и Принсипи",
  },
  {
    value: "Саудовская Аравия",
  },
  {
    value: "Эсватини",
  },
  {
    value: "Сейшельские Острова",
  },
  {
    value: "Сенегал",
  },
  {
    value: "Сент-Винсент и Гренадины",
  },
  {
    value: "Сент-Китс и Невис",
  },
  {
    value: "Сент-Люсия",
  },
  {
    value: "Сербия",
  },
  {
    value: "Сингапур",
  },
  {
    value: "Сирия",
  },
  {
    value: "Словакия",
  },
  {
    value: "Словения",
  },
  {
    value: "Соломоновы Острова",
  },
  {
    value: "Сомали",
  },
  {
    value: "Судан",
  },
  {
    value: "Суринам",
  },
  {
    value: "США",
  },
  {
    value: "Сьерра-Леоне",
  },
  {
    value: "Таджикистан",
  },
  {
    value: "Таиланд",
  },
  {
    value: "Танзания",
  },
  {
    value: "Того",
  },
  {
    value: "Тонга",
  },
  {
    value: "Тринидад и Тобаго",
  },
  {
    value: "Тувалу",
  },
  {
    value: "Тунис",
  },
  {
    value: "Туркмения",
  },
  {
    value: "Турция",
  },
  {
    value: "Уганда",
  },
  {
    value: "Узбекистан",
  },
  {
    value: "Украина",
  },
  {
    value: "Уругвай",
  },
  {
    value: "Фиджи",
  },
  {
    value: "Филиппины",
  },
  {
    value: "Финляндия",
  },
  {
    value: "Франция",
  },
  {
    value: "Хорватия",
  },
  {
    value: "ЦАР",
  },
  {
    value: "Чад",
  },
  {
    value: "Черногория",
  },
  {
    value: "Чехия",
  },
  {
    value: "Чили",
  },
  {
    value: "Швейцария",
  },
  {
    value: "Швеция",
  },
  {
    value: "Шри-Ланка",
  },
  {
    value: "Эквадор",
  },
  {
    value: "Экваториальная Гвинея",
  },
  {
    value: "Эритрея",
  },
  {
    value: "Эстония",
  },
  {
    value: "Эфиопия",
  },
  {
    value: "ЮАР",
  },
  {
    value: "Южный Судан",
  },
  {
    value: "Ямайка",
  },
  {
    value: "Япония",
  },
];
