export const regions = [
  {
    name: "Хакасия",
  },
  {
    name: "Оренбургская область",
  },
  {
    name: "Краснодарский край",
  },
  {
    name: "Башкортостан",
  },
  {
    name: "Татарстан",
  },
  {
    name: "Адыгея",
  },
  {
    name: "Ростовская область",
  },
  {
    name: "Тыва",
  },
  {
    name: "Северная Осетия — Алания",
  },
  {
    name: "Свердловская область",
  },
  {
    name: "Чувашия",
  },
  {
    name: "Якутия",
  },
  {
    name: "Алтайский край",
  },
  {
    name: "Владимирская область",
  },
  {
    name: "Сахалинская область",
  },
  {
    name: "Пермский край",
  },
  {
    name: "Белгородская область",
  },
  {
    name: "Тульская область",
  },
  {
    name: "Иркутская область",
  },
  {
    name: "Крым",
  },
  {
    name: "Хабаровский край",
  },
  {
    name: "Чукотский АО",
  },
  {
    name: "Тверская область",
  },
  {
    name: "Кемеровская область",
  },
  {
    name: "Мурманская область",
  },
  {
    name: "Московская область",
  },
  {
    name: "Чечня",
  },
  {
    name: "Мордовия",
  },
  {
    name: "Нижегородская область",
  },
  {
    name: "Саратовская область",
  },
  {
    name: "Приморский край",
  },
  {
    name: "Красноярский край",
  },
  {
    name: "Архангельская область",
  },
  {
    name: "Томская область",
  },
  {
    name: "Астраханская область",
  },
  {
    name: "Челябинская область",
  },
  {
    name: "Вологодская область",
  },
  {
    name: "Бурятия",
  },
  {
    name: "Калининградская область",
  },
  {
    name: "Кабардино-Балкария",
  },
  {
    name: "Калужская область",
  },
  {
    name: "Забайкальский край",
  },
  {
    name: "Новосибирская область",
  },
  {
    name: "Ульяновская область",
  },
  {
    name: "Кировская область",
  },
  {
    name: "Пензенская область",
  },
  {
    name: "Амурская область",
  },
  {
    name: "Карелия",
  },
  {
    name: "Ханты-Мансийский АО — Югра",
  },
  {
    name: "Еврейская АО",
  },
  {
    name: "Ставропольский край",
  },
  {
    name: "Воронежская область",
  },
  {
    name: "Ленинградская область",
  },
  {
    name: "Орловская область",
  },
  {
    name: "Новгородская область",
  },
  {
    name: "Брянская область",
  },
  {
    name: "Костромская область",
  },
  {
    name: "Дагестан",
  },
  {
    name: "Смоленская область",
  },
  {
    name: "Псковская область",
  },
  {
    name: "Камчатский край",
  },
  {
    name: "Ивановская область",
  },
  {
    name: "Волгоградская область",
  },
  {
    name: "Марий Эл",
  },
  {
    name: "Коми",
  },
  {
    name: "Удмуртия",
  },
  {
    name: "Ярославская область",
  },
  {
    name: "Алтай",
  },
  {
    name: "Калмыкия",
  },
  {
    name: "Липецкая область",
  },
  {
    name: "Ямало-Ненецкий АО",
  },
  {
    name: "Курганская область",
  },
  {
    name: "Курская область",
  },
  {
    name: "Тамбовская область",
  },
  {
    name: "Самарская область",
  },
  {
    name: "Тюменская область",
  },
  {
    name: "Омская область",
  },
  {
    name: "Ингушетия",
  },
  {
    name: "Карачаево-Черкесия",
  },
  {
    name: "Рязанская область",
  },
  {
    name: "Магаданская область",
  },
  {
    name: "Москва",
  },
  {
    name: "Ненецкий АО",
  },
  {
    name: "Санкт-Петербург",
  },
  {
    name: "Севастополь",
  },
];
